{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "%": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      ":": 24,
      ";": 25,
      "?": 26,
      "@": 27,
      "A": 28,
      "B": 29,
      "C": 30,
      "D": 31,
      "E": 32,
      "F": 33,
      "G": 34,
      "H": 35,
      "I": 36,
      "J": 37,
      "K": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "O": 42,
      "P": 43,
      "Q": 44,
      "R": 45,
      "S": 46,
      "T": 47,
      "U": 48,
      "V": 49,
      "W": 50,
      "Y": 51,
      "Z": 52,
      "[": 53,
      "]": 54,
      "`": 55,
      "a": 56,
      "b": 57,
      "c": 58,
      "d": 59,
      "e": 60,
      "f": 61,
      "g": 62,
      "h": 63,
      "i": 64,
      "j": 65,
      "k": 66,
      "l": 67,
      "m": 68,
      "n": 69,
      "o": 70,
      "p": 71,
      "q": 72,
      "r": 73,
      "s": 74,
      "t": 75,
      "u": 76,
      "v": 77,
      "w": 78,
      "x": 79,
      "y": 80,
      "z": 81,
      "·": 82,
      "ã": 83,
      "ç": 84,
      "ê": 85,
      "–": 86,
      "—": 87,
      "‘": 88,
      "’": 89,
      "“": 90,
      "”": 91,
      "th": 92,
      "the": 93,
      "an": 94,
      "re": 95,
      "in": 96,
      "ou": 97,
      "ll": 98,
      "ve": 99,
      "and": 100,
      "is": 101,
      "en": 102,
      "or": 103,
      "at": 104,
      "on": 105,
      "ed": 106,
      "to": 107,
      "er": 108,
      "wh": 109,
      "you": 110,
      "of": 111,
      "be": 112,
      "ha": 113,
      "se": 114,
      "st": 115,
      "wi": 116,
      "ing": 117,
      "ar": 118,
      "no": 119,
      "om": 120,
      "he": 121,
      "ay": 122,
      "it": 123,
      "le": 124,
      "they": 125,
      "de": 126,
      "them": 127,
      "for": 128,
      "All": 129,
      "li": 130,
      "ah": 131,
      "ver": 132,
      "Allah": 133,
      "es": 134,
      "not": 135,
      "nd": 136,
      "ir": 137,
      "will": 138,
      "who": 139,
      "as": 140,
      "that": 141,
      "id": 142,
      "ent": 143,
      "im": 144,
      "ow": 145,
      "ly": 146,
      "od": 147,
      "We": 148,
      "And": 149,
      "are": 150,
      "He": 151,
      "ce": 152,
      "we": 153,
      "ch": 154,
      "ut": 155,
      "their": 156,
      "ose": 157,
      "have": 158,
      "gh": 159,
      "ur": 160,
      "fr": 161,
      "un": 162,
      "with": 163,
      "ld": 164,
      "ever": 165,
      "ord": 166,
      "ion": 167,
      "from": 168,
      "sa": 169,
      "do": 170,
      "pr": 171,
      "ght": 172,
      "me": 173,
      "beli": 174,
      "The": 175,
      "al": 176,
      "ad": 177,
      "all": 178,
      "your": 179,
      "Lord": 180,
      "God": 181,
      "those": 182,
      "op": 183,
      "ther": 184,
      "fo": 185,
      "ri": 186,
      "ain": 187,
      "Th": 188,
      "him": 189,
      "so": 190,
      "if": 191,
      "com": 192,
      "ke": 193,
      "ear": 194,
      "su": 195,
      "one": 196,
      "ven": 197,
      "pe": 198,
      "what": 199,
      "whi": 200,
      "ac": 201,
      "sha": 202,
      "am": 203,
      "when": 204,
      "ter": 205,
      "us": 206,
      "but": 207,
      "now": 208,
      "il": 209,
      "ul": 210,
      "tr": 211,
      "ma": 212,
      "ess": 213,
      "said": 214,
      "ong": 215,
      "there": 216,
      "up": 217,
      "shall": 218,
      "ab": 219,
      "ge": 220,
      "which": 221,
      "si": 222,
      "say": 223,
      "gi": 224,
      "has": 225,
      "belie": 226,
      "ast": 227,
      "ment": 228,
      "sh": 229,
      "ould": 230,
      "deed": 231,
      "ople": 232,
      "dis": 233,
      "our": 234,
      "ers": 235,
      "ct": 236,
      "know": 237,
      "go": 238,
      "ost": 239,
      "ard": 240,
      "Wh": 241,
      "gu": 242,
      "fore": 243,
      "thing": 244,
      "br": 245,
      "ca": 246,
      "people": 247,
      "were": 248,
      "man": 249,
      "out": 250,
      "ation": 251,
      "His": 252,
      "then": 253,
      "tru": 254,
      "by": 255,
      "ex": 256,
      "believe": 257,
      "urn": 258,
      "own": 259,
      ".\"": 260,
      "other": 261,
      "ts": 262,
      "ish": 263,
      "aw": 264,
      "They": 265,
      "upon": 266,
      "red": 267,
      "ate": 268,
      "sent": 269,
      "turn": 270,
      "ves": 271,
      "fa": 272,
      "ful": 273,
      "his": 274,
      "ight": 275,
      "ye": 276,
      "fe": 277,
      "pt": 278,
      "sel": 279,
      "this": 280,
      "ind": 281,
      "end": 282,
      "wor": 283,
      "gn": 284,
      "ss": 285,
      "oo": 286,
      "was": 287,
      "ise": 288,
      "af": 289,
      "reat": 290,
      "earth": 291,
      "ag": 292,
      "evers": 293,
      "ne": 294,
      "before": 295,
      "Him": 296,
      "day": 297,
      "gr": 298,
      "te": 299,
      "pro": 300,
      "con": 301,
      "may": 302,
      "any": 303,
      "ous": 304,
      "ev": 305,
      "ham": 306,
      "see": 307,
      "believers": 308,
      "ta": 309,
      "ure": 310,
      "come": 311,
      ").": 312,
      "But": 313,
      "ave": 314,
      "pre": 315,
      "had": 316,
      "ome": 317,
      "good": 318,
      "So": 319,
      "),": 320,
      "Say": 321,
      "ide": 322,
      "ance": 323,
      "ted": 324,
      "use": 325,
      "made": 326,
      "In": 327,
      "my": 328,
      "erc": 329,
      "ily": 330,
      "pl": 331,
      "its": 332,
      "among": 333,
      "ook": 334,
      "Our": 335,
      "thou": 336,
      "whom": 337,
      "It": 338,
      "ble": 339,
      "ward": 340,
      "oun": 341,
      "eng": 342,
      "truth": 343,
      "some": 344,
      "after": 345,
      "tain": 346,
      "esseng": 347,
      "ck": 348,
      "hear": 349,
      "cept": 350,
      "den": 351,
      "llow": 352,
      "ity": 353,
      "ath": 354,
      "down": 355,
      "ho": 356,
      "ill": 357,
      "selves": 358,
      "po": 359,
      "been": 360,
      "every": 361,
      "sign": 362,
      "ire": 363,
      "Then": 364,
      "again": 365,
      "ap": 366,
      "cl": 367,
      "per": 368,
      "right": 369,
      "Day": 370,
      "Mu": 371,
      "et": 372,
      "over": 373,
      "than": 374,
      "ings": 375,
      "unish": 376,
      "did": 377,
      "est": 378,
      "would": 379,
      "only": 380,
      "har": 381,
      "ans": 382,
      "reve": 383,
      "indeed": 384,
      "punish": 385,
      "wr": 386,
      "ant": 387,
      "give": 388,
      "cause": 389,
      "evil": 390,
      "ace": 391,
      "mb": 392,
      "ness": 393,
      "ust": 394,
      "hea": 395,
      "things": 396,
      "hamm": 397,
      "Messeng": 398,
      "can": 399,
      "fear": 400,
      "str": 401,
      "follow": 402,
      "comm": 403,
      "should": 404,
      "guid": 405,
      "ip": 406,
      "nor": 407,
      "ving": 408,
      "war": 409,
      "thee": 410,
      "sure": 411,
      "away": 412,
      "par": 413,
      "If": 414,
      "into": 415,
      "bet": 416,
      "unto": 417,
      "heaven": 418,
      "lo": 419,
      "pray": 420,
      "against": 421,
      ".”": 422,
      "ic": 423,
      "led": 424,
      "qu": 425,
      "You": 426,
      "ple": 427,
      "ser": 428,
      "ship": 429,
      "Muhamm": 430,
      "punishment": 431,
      "surely": 432,
      "Muhammad": 433,
      "Pr": 434,
      "ls": 435,
      "way": 436,
      "whe": 437,
      "make": 438,
      "ach": 439,
      "men": 440,
      "sp": 441,
      "except": 442,
      "Book": 443,
      "her": 444,
      "ive": 445,
      "sou": 446,
      "ty": 447,
      "No": 448,
      "cle": 449,
      "mo": 450,
      "ower": 451,
      "well": 452,
      "given": 453,
      "take": 454,
      "Indeed": 455,
      "ith": 456,
      "most": 457,
      "ud": 458,
      "life": 459,
      "wrong": 460,
      "heavens": 461,
      "Do": 462,
      "My": 463,
      "cre": 464,
      "creat": 465,
      "und": 466,
      "call": 467,
      "even": 468,
      "merc": 469,
      "wat": 470,
      "ence": 471,
      "like": 472,
      "side": 473,
      "When": 474,
      "signs": 475,
      "ci": 476,
      "cer": 477,
      "ies": 478,
      "ack": 479,
      "act": 480,
      "Who": 481,
      "mber": 482,
      "Messenger": 483,
      "For": 484,
      "cri": 485,
      "ses": 486,
      "ask": 487,
      "iful": 488,
      "bring": 489,
      "came": 490,
      "sl": 491,
      "tow": 492,
      "This": 493,
      "about": 494,
      "where": 495,
      "under": 496,
      "deeds": 497,
      "hold": 498,
      "command": 499,
      "part": 500,
      "hand": 501,
      "king": 502,
      "none": 503,
      "ob": 504,
      "stand": 505,
      "let": 506,
      "themselves": 507,
      "ophe": 508,
      "ations": 509,
      "just": 510,
      "reme": 511,
      "return": 512,
      "reward": 513,
      "comp": 514,
      "used": 515,
      "astr": 516,
      "faith": 517,
      "warn": 518,
      "mercy": 519,
      "Mose": 520,
      "might": 521,
      "ange": 522,
      "ated": 523,
      "less": 524,
      "There": 525,
      "self": 526,
      "world": 527,
      "hearts": 528,
      "astray": 529,
      "Moses": 530,
      "As": 531,
      "Ver": 532,
      "dr": 533,
      "ect": 534,
      "fer": 535,
      "oy": 536,
      "power": 537,
      "tim": 538,
      "thr": 539,
      "thy": 540,
      "ised": 541,
      "ene": 542,
      "best": 543,
      "because": 544,
      "able": 545,
      "guide": 546,
      "reveal": 547,
      "Most": 548,
      "Merc": 549,
      "back": 550,
      "co": 551,
      "kind": 552,
      "sin": 553,
      "ants": 554,
      "ren": 555,
      "res": 556,
      "hath": 557,
      "verily": 558,
      "others": 559,
      "Verily": 560,
      "Be": 561,
      "how": 562,
      "long": 563,
      "pat": 564,
      "put": 565,
      "um": 566,
      "wo": 567,
      "bey": 568,
      "hel": 569,
      "ass": 570,
      "ween": 571,
      "unt": 572,
      "tainly": 573,
      "between": 574,
      "created": 575,
      "Fire": 576,
      "au": 577,
      "ep": 578,
      "ject": 579,
      "tre": 580,
      "vi": 581,
      "ought": 582,
      "That": 583,
      "Those": 584,
      "worship": 585,
      "ount": 586,
      "Prophe": 587,
      "clear": 588,
      "water": 589,
      "Know": 590,
      "ak": 591,
      "ra": 592,
      "these": 593,
      "rep": 594,
      "orn": 595,
      "ite": 596,
      "prom": 597,
      "while": 598,
      "many": 599,
      "ase": 600,
      "cr": 601,
      "ious": 602,
      "land": 603,
      "wom": 604,
      "ist": 605,
      "hast": 606,
      "does": 607,
      "disbelievers": 608,
      "ostle": 609,
      "prov": 610,
      "guidance": 611,
      "remember": 612,
      "pati": 613,
      "until": 614,
      "di": 615,
      "obey": 616,
      "ro": 617,
      "ens": 618,
      "set": 619,
      "ction": 620,
      "prayer": 621,
      "Merciful": 622,
      "fir": 623,
      "ither": 624,
      "la": 625,
      "read": 626,
      "ound": 627,
      "forth": 628,
      "save": 629,
      "sub": 630,
      "knows": 631,
      "father": 632,
      "bless": 633,
      "guided": 634,
      "ledge": 635,
      "help": 636,
      ".'": 637,
      "?\"": 638,
      "Al": 639,
      "Us": 640,
      "].": 641,
      "great": 642,
      "ol": 643,
      "spe": 644,
      "tor": 645,
      "two": 646,
      "another": 647,
      "too": 648,
      "wit": 649,
      "hes": 650,
      "form": 651,
      "therein": 652,
      "What": 653,
      "revel": 654,
      "time": 655,
      "revealed": 656,
      "Prophet": 657,
      "):": 658,
      "On": 659,
      "age": 660,
      "bre": 661,
      "eous": 662,
      "fire": 663,
      "god": 664,
      "mit": 665,
      "beside": 666,
      "vers": 667,
      "Thou": 668,
      "disbelieve": 669,
      "knowledge": 670,
      "brought": 671,
      "true": 672,
      "though": 673,
      "soul": 674,
      "certainly": 675,
      "torment": 676,
      "Have": 677,
      "To": 678,
      "Un": 679,
      "el": 680,
      "ey": 681,
      "eve": 682,
      "ice": 683,
      "ild": 684,
      "mis": 685,
      "ort": 686,
      "guard": 687,
      "righteous": 688,
      "--": 689,
      "Your": 690,
      "bur": 691,
      "could": 692,
      "fu": 693,
      "gri": 694,
      "low": 695,
      "never": 696,
      "ws": 697,
      "ones": 698,
      "toward": 699,
      "light": 700,
      "asso": 701,
      "ceive": 702,
      "urre": 703,
      "ions": 704,
      "giving": 705,
      "aste": 706,
      "turned": 707,
      "pleas": 708,
      "understand": 709,
      "associ": 710,
      "Is": 711,
      "Lo": 712,
      "Pe": 713,
      "av": 714,
      "ks": 715,
      "rate": 716,
      "send": 717,
      "ten": 718,
      "tle": 719,
      "ough": 720,
      "ond": 721,
      "become": 722,
      "leave": 723,
      "desi": 724,
      "destr": 725,
      "lig": 726,
      "Hell": 727,
      "unjust": 728,
      "such": 729,
      "acc": 730,
      "saying": 731,
      "bra": 732,
      "better": 733,
      "serv": 734,
      "town": 735,
      "women": 736,
      "witness": 737,
      "AW": 738,
      "Abra": 739,
      "How": 740,
      "Qur": 741,
      "SAW": 742,
      "Wise": 743,
      "dwell": 744,
      "find": 745,
      "gre": 746,
      "gard": 747,
      "ign": 748,
      "night": 749,
      "path": 750,
      "pass": 751,
      "ue": 752,
      "word": 753,
      "rem": 754,
      "belong": 755,
      "unbelievers": 756,
      "soever": 757,
      "keep": 758,
      "show": 759,
      "fav": 760,
      "aught": 761,
      "repent": 762,
      "Abraham": 763,
      "One": 764,
      "gl": 765,
      "hu": 766,
      "ken": 767,
      "pur": 768,
      "ual": 769,
      "thin": 770,
      "hap": 771,
      "stri": 772,
      "ars": 773,
      "here": 774,
      "dev": 775,
      "whose": 776,
      "whoever": 777,
      "Here": 778,
      "patient": 779,
      "revelations": 780,
      "eyes": 781,
      "burden": 782,
      "Me": 783,
      "Re": 784,
      "],": 785,
      "bl": 786,
      "ft": 787,
      "fal": 788,
      "ied": 789,
      "kes": 790,
      "ning": 791,
      "oth": 792,
      "tid": 793,
      "rec": 794,
      "ree": 795,
      "atan": 796,
      "bes": 797,
      "lead": 798,
      "forgive": 799,
      "live": 800,
      "very": 801,
      "doers": 802,
      "suf": 803,
      "whatever": 804,
      "abo": 805,
      "ateful": 806,
      "grateful": 807,
      "apostle": 808,
      "besides": 809,
      "destroy": 810,
      "Ex": 811,
      "Sure": 812,
      "Satan": 813,
      "car": 814,
      "chast": 815,
      "eth": 816,
      "hind": 817,
      "jud": 818,
      "ky": 819,
      "kill": 820,
      "look": 821,
      "moun": 822,
      "ot": 823,
      "pain": 824,
      "sky": 825,
      "reject": 826,
      "vere": 827,
      "ors": 828,
      "toge": 829,
      "nothing": 830,
      "death": 831,
      "lies": 832,
      "without": 833,
      "yourselves": 834,
      "himself": 835,
      "test": 836,
      "poin": 837,
      "everything": 838,
      "cannot": 839,
      "serve": 840,
      "ildren": 841,
      "Hereafter": 842,
      "false": 843,
      "tidings": 844,
      "bestow": 845,
      "mountain": 846,
      "together": 847,
      ".’": 848,
      "Ad": 849,
      "Or": 850,
      "Sha": 851,
      "bid": 852,
      "bene": 853,
      "cor": 854,
      "cast": 855,
      "dou": 856,
      "fast": 857,
      "ga": 858,
      "ged": 859,
      "iz": 860,
      "ms": 861,
      "na": 862,
      "ph": 863,
      "pare": 864,
      "son": 865,
      "she": 866,
      "wise": 867,
      "ory": 868,
      "behind": 869,
      "les": 870,
      "peace": 871,
      "belief": 872,
      "believed": 873,
      "yet": 874,
      "neither": 875,
      "tell": 876,
      "present": 877,
      "place": 878,
      "pos": 879,
      "appoin": 880,
      "Beli": 881,
      "promised": 882,
      "took": 883,
      "Unto": 884,
      "People": 885,
      "servants": 886,
      "Quran": 887,
      "Surely": 888,
      "Br": 889,
      "Had": 890,
      "ait": 891,
      "aid": 892,
      "aim": 893,
      "cess": 894,
      "cour": 895,
      "dom": 896,
      "each": 897,
      "ror": 898,
      "ting": 899,
      "rel": 900,
      "reach": 901,
      "ined": 902,
      "ense": 903,
      "atter": 904,
      "told": 905,
      "off": 906,
      "wear": 907,
      "ched": 908,
      "fru": 909,
      "order": 910,
      "doing": 911,
      "prost": 912,
      "allow": 913,
      "Thus": 914,
      "comes": 915,
      "pture": 916,
      "isement": 917,
      "anything": 918,
      "etc": 919,
      "Messengers": 920,
      "souls": 921,
      "hands": 922,
      "angels": 923,
      "draw": 924,
      "ready": 925,
      "towards": 926,
      "pleased": 927,
      "associate": 928,
      "chastisement": 929,
      "painful": 930,
      "bestowed": 931,
      "mountains": 932,
      "Ch": 933,
      "Res": 934,
      "ail": 935,
      "both": 936,
      "char": 937,
      "done": 938,
      "far": 939,
      "fit": 940,
      "gave": 941,
      "hon": 942,
      "ie": 943,
      "iv": 944,
      "mon": 945,
      "mar": 946,
      "messeng": 947,
      "ner": 948,
      "near": 949,
      "oh": 950,
      "ru": 951,
      "ry": 952,
      "sc": 953,
      "tri": 954,
      "treat": 955,
      "theis": 956,
      "recomp": 957,
      "inf": 958,
      "edi": 959,
      "offer": 960,
      "behold": 961,
      "seen": 962,
      "severe": 963,
      "forgiven": 964,
      "lie": 965,
      "verses": 966,
      "enter": 967,
      "weal": 968,
      "saw": 969,
      "These": 970,
      "ads": 971,
      "ained": 972,
      "ifest": 973,
      "sured": 974,
      "accept": 975,
      "magi": 976,
      "abl": 977,
      "believing": 978,
      "cted": 979,
      "mankind": 980,
      "ished": 981,
      "aware": 982,
      "seek": 983,
      "truthful": 984,
      "harm": 985,
      "love": 986,
      "spend": 987,
      "Forgiving": 988,
      "through": 989,
      "Knower": 990,
      "fathers": 991,
      "speak": 992,
      "full": 993,
      "desires": 994,
      "above": 995,
      "doub": 996,
      "appointed": 997,
      "suredly": 998,
      ".)": 999,
      "..": 1000,
      "?”": 1001,
      "By": 1002,
      "Might": 1003,
      "Phar": 1004,
      "Yet": 1005,
      "aoh": 1006,
      "bit": 1007,
      "ced": 1008,
      "eat": 1009,
      "fact": 1010,
      "igh": 1011,
      "lit": 1012,
      "nation": 1013,
      "old": 1014,
      "pay": 1015,
      "sing": 1016,
      "ware": 1017,
      "receive": 1018,
      "relig": 1019,
      "oup": 1020,
      "ened": 1021,
      "being": 1022,
      "forbid": 1023,
      "verse": 1024,
      "wills": 1025,
      "alone": 1026,
      "already": 1027,
      "ify": 1028,
      "suc": 1029,
      "aces": 1030,
      "term": 1031,
      "asts": 1032,
      "disput": 1033,
      "got": 1034,
      "Why": 1035,
      "brother": 1036,
      "manifest": 1037,
      "news": 1038,
      "group": 1039,
      "prote": 1040,
      "evid": 1041,
      "heart": 1042,
      "hard": 1043,
      "prayers": 1044,
      "creation": 1045,
      "cripture": 1046,
      "commanded": 1047,
      "firm": 1048,
      "first": 1049,
      "urrection": 1050,
      "account": 1051,
      "judge": 1052,
      "Bring": 1053,
      "Resurrection": 1054,
      "Pharaoh": 1055,
      "religion": 1056,
      "Ap": 1057,
      "Ar": 1058,
      "Gr": 1059,
      "Hour": 1060,
      "Nay": 1061,
      "Scripture": 1062,
      "Where": 1063,
      "aves": 1064,
      "ered": 1065,
      "ig": 1066,
      "jo": 1067,
      "joy": 1068,
      "pers": 1069,
      "sers": 1070,
      "spre": 1071,
      "till": 1072,
      "vis": 1073,
      "vir": 1074,
      "inn": 1075,
      "inven": 1076,
      "inform": 1077,
      "ouse": 1078,
      "error": 1079,
      "ste": 1080,
      "stay": 1081,
      "art": 1082,
      "lest": 1083,
      "ided": 1084,
      "ows": 1085,
      "change": 1086,
      "also": 1087,
      "alted": 1088,
      "ally": 1089,
      "sup": 1090,
      "abide": 1091,
      "get": 1092,
      "truly": 1093,
      "grace": 1094,
      "proof": 1095,
      "taken": 1096,
      "ures": 1097,
      "deny": 1098,
      "claim": 1099,
      "establ": 1100,
      "followed": 1101,
      "called": 1102,
      "mighty": 1103,
      "coven": 1104,
      "Knowing": 1105,
      "promise": 1106,
      "blessings": 1107,
      "remind": 1108,
      "human": 1109,
      "think": 1110,
      "destroyed": 1111,
      "prostrate": 1112,
      "messenger": 1113,
      "recompense": 1114,
      "wealth": 1115,
      "spread": 1116,
      ")!": 1117,
      ",\"": 1118,
      "Isl": 1119,
      "Je": 1120,
      "bu": 1121,
      "bed": 1122,
      "bar": 1123,
      "bir": 1124,
      "cur": 1125,
      "ds": 1126,
      "due": 1127,
      "em": 1128,
      "free": 1129,
      "iend": 1130,
      "jinn": 1131,
      "lt": 1132,
      "morn": 1133,
      "rup": 1134,
      "sw": 1135,
      "sun": 1136,
      "swear": 1137,
      "taste": 1138,
      "went": 1139,
      "ze": 1140,
      "thus": 1141,
      "rew": 1142,
      "rest": 1143,
      "ine": 1144,
      "ins": 1145,
      "incre": 1146,
      "enc": 1147,
      "bear": 1148,
      "seiz": 1149,
      "ited": 1150,
      "essa": 1151,
      "irs": 1152,
      "assuredly": 1153,
      "ents": 1154,
      "odu": 1155,
      "children": 1156,
      "uty": 1157,
      "friend": 1158,
      "adise": 1159,
      "rivers": 1160,
      "acious": 1161,
      "ters": 1162,
      "ush": 1163,
      "tract": 1164,
      "thereof": 1165,
      "therefore": 1166,
      "gives": 1167,
      "trust": 1168,
      "awful": 1169,
      "ounty": 1170,
      "hood": 1171,
      "losers": 1172,
      "please": 1173,
      "Noah": 1174,
      "Noble": 1175,
      "more": 1176,
      "slave": 1177,
      "obedi": 1178,
      "grieve": 1179,
      "belongs": 1180,
      "favour": 1181,
      "glad": 1182,
      "falsehood": 1183,
      "Believers": 1184,
      "forgiveness": 1185,
      "forbidden": 1186,
      "Apostle": 1187,
      "supp": 1188,
      "Islam": 1189,
      "\".": 1190,
      ");": 1191,
      "Aware": 1192,
      "Now": 1193,
      "Par": 1194,
      "Se": 1195,
      "ake": 1196,
      "either": 1197,
      "fall": 1198,
      "fic": 1199,
      "hum": 1200,
      "ians": 1201,
      "matter": 1202,
      "os": 1203,
      "ols": 1204,
      "pi": 1205,
      "pen": 1206,
      "pal": 1207,
      "run": 1208,
      "spr": 1209,
      "tend": 1210,
      "uch": 1211,
      "umber": 1212,
      "wis": 1213,
      "wish": 1214,
      "wait": 1215,
      "anted": 1216,
      "reck": 1217,
      "enjoy": 1218,
      "ority": 1219,
      "ater": 1220,
      "ates": 1221,
      "oning": 1222,
      "sess": 1223,
      "still": 1224,
      "ites": 1225,
      "ities": 1226,
      "dered": 1227,
      "desp": 1228,
      "forgot": 1229,
      "liars": 1230,
      "ungrateful": 1231,
      "pra": 1232,
      "prop": 1233,
      "produ": 1234,
      "means": 1235,
      "try": 1236,
      "sight": 1237,
      "disobey": 1238,
      "cts": 1239,
      "guil": 1240,
      "forever": 1241,
      "caused": 1242,
      "manner": 1243,
      "few": 1244,
      "aff": 1245,
      "need": 1246,
      "days": 1247,
      "grant": 1248,
      "conf": 1249,
      "concer": 1250,
      "pres": 1251,
      "preven": 1252,
      "something": 1253,
      "Musa": 1254,
      "wary": 1255,
      "quest": 1256,
      "returned": 1257,
      "throw": 1258,
      "vict": 1259,
      "provide": 1260,
      "patience": 1261,
      "submit": 1262,
      "blessed": 1263,
      "gods": 1264,
      "avail": 1265,
      "Adam": 1266,
      "benefit": 1267,
      "corrup": 1268,
      "paren": 1269,
      "doubt": 1270,
      "Mighty": 1271,
      "little": 1272,
      "single": 1273,
      "protect": 1274,
      "virt": 1275,
      "covenant": 1276,
      "Jews": 1277,
      "Paradise": 1278,
      "concerning": 1279,
      "Com": 1280,
      "Call": 1281,
      "Fir": 1282,
      "Gard": 1283,
      "Jose": 1284,
      "Jud": 1285,
      "Of": 1286,
      "Right": 1287,
      "Sign": 1288,
      "bond": 1289,
      "cal": 1290,
      "ches": 1291,
      "hy": 1292,
      "ich": 1293,
      "list": 1294,
      "mits": 1295,
      "must": 1296,
      "mies": 1297,
      "naught": 1298,
      "oath": 1299,
      "pose": 1300,
      "tou": 1301,
      "tent": 1302,
      "tion": 1303,
      "uous": 1304,
      "want": 1305,
      "”;": 1306,
      "thority": 1307,
      "inv": 1308,
      "inter": 1309,
      "ision": 1310,
      "enance": 1311,
      "stre": 1312,
      "stenance": 1313,
      "ary": 1314,
      "hell": 1315,
      "heed": 1316,
      "heads": 1317,
      "deth": 1318,
      "vert": 1319,
      "arer": 1320,
      "ioned": 1321,
      "doth": 1322,
      "meet": 1323,
      "belied": 1324,
      "open": 1325,
      "soon": 1326,
      "coming": 1327,
      "ears": 1328,
      "sustenance": 1329,
      "aced": 1330,
      "iling": 1331,
      "ult": 1332,
      "trans": 1333,
      "male": 1334,
      "makes": 1335,
      "disbelief": 1336,
      "known": 1337,
      "going": 1338,
      "turns": 1339,
      "work": 1340,
      "new": 1341,
      "plain": 1342,
      "cked": 1343,
      "pocr": 1344,
      "clay": 1345,
      "peri": 1346,
      "commun": 1347,
      "whether": 1348,
      "move": 1349,
      "watch": 1350,
      "times": 1351,
      "sins": 1352,
      "authority": 1353,
      "rather": 1354,
      "provided": 1355,
      "die": 1356,
      "subject": 1357,
      "disbelieved": 1358,
      "Isra": 1359,
      "sends": 1360,
      "gress": 1361,
      "ignor": 1362,
      "passed": 1363,
      "words": 1364,
      "Exalted": 1365,
      "Shall": 1366,
      "possess": 1367,
      "fruits": 1368,
      "theism": 1369,
      "infide": 1370,
      "success": 1371,
      "stead": 1372,
      "birds": 1373,
      "morning": 1374,
      "seized": 1375,
      "reckoning": 1376,
      "guilty": 1377,
      "Joseph": 1378,
      "hypocr": 1379,
      "?'": 1380,
      "Bla": 1381,
      "Cer": 1382,
      "Did": 1383,
      "Even": 1384,
      "House": 1385,
      "Kor": 1386,
      "Mo": 1387,
      "Mon": 1388,
      "Mus": 1389,
      "Path": 1390,
      "Tru": 1391,
      "Ye": 1392,
      "aight": 1393,
      "band": 1394,
      "bount": 1395,
      "bounty": 1396,
      "dri": 1397,
      "dread": 1398,
      "fs": 1399,
      "fle": 1400,
      "flow": 1401,
      "gment": 1402,
      "hou": 1403,
      "hid": 1404,
      "hur": 1405,
      "hop": 1406,
      "ired": 1407,
      "ked": 1408,
      "kno": 1409,
      "last": 1410,
      "lawful": 1411,
      "ned": 1412,
      "number": 1413,
      "otheism": 1414,
      "rat": 1415,
      "rist": 1416,
      "sed": 1417,
      "spo": 1418,
      "ught": 1419,
      "uck": 1420,
      "vain": 1421,
      "wind": 1422,
      "yat": 1423,
      "resp": 1424,
      "oud": 1425,
      "ordered": 1426,
      "ons": 1427,
      "ery": 1428,
      "bea": 1429,
      "sea": 1430,
      "secre": 1431,
      "state": 1432,
      "ark": 1433,
      "around": 1434,
      "def": 1435,
      "des": 1436,
      "dead": 1437,
      "delive": 1438,
      "forgiving": 1439,
      "lims": 1440,
      "whosoever": 1441,
      "asure": 1442,
      "ascri": 1443,
      "weth": 1444,
      "chie": 1445,
      "theirs": 1446,
      "unless": 1447,
      "priv": 1448,
      "believer": 1449,
      "adorn": 1450,
      "admit": 1451,
      "Thr": 1452,
      "iled": 1453,
      "distre": 1454,
      "Which": 1455,
      "exc": 1456,
      "exce": 1457,
      "works": 1458,
      "tered": 1459,
      "evous": 1460,
      "press": 1461,
      "plan": 1462,
      "plot": 1463,
      "whomever": 1464,
      "cks": 1465,
      "poor": 1466,
      "hammed": 1467,
      "qual": 1468,
      "wronged": 1469,
      "wrongdoers": 1470,
      "whereas": 1471,
      "observe": 1472,
      "faithful": 1473,
      "enemy": 1474,
      "tree": 1475,
      "raised": 1476,
      "ornam": 1477,
      "cry": 1478,
      "provision": 1479,
      "divers": 1480,
      "rog": 1481,
      "lame": 1482,
      "helped": 1483,
      "break": 1484,
      "breasts": 1485,
      "guarded": 1486,
      "gardens": 1487,
      "repentance": 1488,
      "devil": 1489,
      "carry": 1490,
      "killed": 1491,
      "rejected": 1492,
      "Christ": 1493,
      "charity": 1494,
      "magici": 1495,
      "fully": 1496,
      "dispute": 1497,
      "Arab": 1498,
      "Gracious": 1499,
      "invent": 1500,
      "stayed": 1501,
      "proofs": 1502,
      "essage": 1503,
      "Islamic": 1504,
      "See": 1505,
      "wisdom": 1506,
      "affli": 1507,
      "parents": 1508,
      "virtuous": 1509,
      "Signs": 1510,
      "transgress": 1511,
      "Israel": 1512,
      "ignorance": 1513,
      "Certainly": 1514,
      "Mohammed": 1515,
      "Monotheism": 1516,
      "Muslims": 1517,
      "houses": 1518,
      "knoweth": 1519,
      "delivered": 1520,
      "distress": 1521,
      "!\"": 1522,
      "Are": 1523,
      "Ayat": 1524,
      "En": 1525,
      "Every": 1526,
      "Fa": 1527,
      "Go": 1528,
      "Last": 1529,
      "Let": 1530,
      "Moo": 1531,
      "Nor": 1532,
      "Said": 1533,
      "ali": 1534,
      "bod": 1535,
      "cli": 1536,
      "care": 1537,
      "dark": 1538,
      "fur": 1539,
      "fam": 1540,
      "fill": 1541,
      "found": 1542,
      "fice": 1543,
      "faces": 1544,
      "ger": 1545,
      "gle": 1546,
      "gone": 1547,
      "hor": 1548,
      "hus": 1549,
      "host": 1550,
      "ian": 1551,
      "ile": 1552,
      "ili": 1553,
      "ick": 1554,
      "knew": 1555,
      "lom": 1556,
      "lay": 1557,
      "lost": 1558,
      "mpt": 1559,
      "ners": 1560,
      "pag": 1561,
      "pure": 1562,
      "pens": 1563,
      "tal": 1564,
      "tong": 1565,
      "tled": 1566,
      "task": 1567,
      "ub": 1568,
      "wer": 1569,
      "waste": 1570,
      "threat": 1571,
      "threw": 1572,
      "anions": 1573,
      "reco": 1574,
      "regard": 1575,
      "remove": 1576,
      "ink": 1577,
      "insp": 1578,
      "inten": 1579,
      "lled": 1580,
      "ander": 1581,
      "encomp": 1582,
      "orious": 1583,
      "ating": 1584,
      "attle": 1585,
      "having": 1586,
      "sec": 1587,
      "seven": 1588,
      "step": 1589,
      "wives": 1590,
      "arn": 1591,
      "arrog": 1592,
      "itan": 1593,
      "ition": 1594,
      "dest": 1595,
      "dear": 1596,
      "dece": 1597,
      "decl": 1598,
      "decre": 1599,
      "depart": 1600,
      "forward": 1601,
      "forged": 1602,
      "lied": 1603,
      "limits": 1604,
      "irit": 1605,
      "willed": 1606,
      "ider": 1607,
      "idols": 1608,
      "entered": 1609,
      "image": 1610,
      "Were": 1611,
      "chose": 1612,
      "utter": 1613,
      "prophe": 1614,
      "mere": 1615,
      "measure": 1616,
      "alty": 1617,
      "food": 1618,
      "foot": 1619,
      "rible": 1620,
      "ific": 1621,
      "kept": 1622,
      "aches": 1623,
      "thered": 1624,
      "sick": 1625,
      "aster": 1626,
      "knowing": 1627,
      "case": 1628,
      "awn": 1629,
      "fair": 1630,
      "female": 1631,
      "ages": 1632,
      "proach": 1633,
      "cond": 1634,
      "cons": 1635,
      "confer": 1636,
      "seem": 1637,
      "prepare": 1638,
      "Solom": 1639,
      "pled": 1640,
      "placed": 1641,
      "denied": 1642,
      "approach": 1643,
      "clo": 1644,
      "ety": 1645,
      "thank": 1646,
      "commit": 1647,
      "ices": 1648,
      "ways": 1649,
      "moon": 1650,
      "mock": 1651,
      "merciful": 1652,
      "certain": 1653,
      "cried": 1654,
      "asked": 1655,
      "slain": 1656,
      "wherein": 1657,
      "oblig": 1658,
      "justice": 1659,
      "warner": 1660,
      "warning": 1661,
      "backs": 1662,
      "Behold": 1663,
      "viol": 1664,
      "settled": 1665,
      "fuge": 1666,
      "grievous": 1667,
      "understanding": 1668,
      "dwellers": 1669,
      "garden": 1670,
      "haply": 1671,
      "burdens": 1672,
      "leaders": 1673,
      "suffer": 1674,
      "apostles": 1675,
      "Shaitan": 1676,
      "gather": 1677,
      "gathered": 1678,
      "course": 1679,
      "tingu": 1680,
      "fruit": 1681,
      "Children": 1682,
      "offering": 1683,
      "magic": 1684,
      "...": 1685,
      "evidence": 1686,
      "reminder": 1687,
      "increase": 1688,
      "ences": 1689,
      "obedient": 1690,
      "piety": 1691,
      "praise": 1692,
      "proper": 1693,
      "prevented": 1694,
      "corruption": 1695,
      "bondmen": 1696,
      "intercess": 1697,
      "hypocrites": 1698,
      "hurt": 1699,
      "hope": 1700,
      "Throne": 1701,
      "excuse": 1702,
      "ornaments": 1703,
      "Christians": 1704,
      "Moosa": 1705,
      "husband": 1706,
      "recogn": 1707,
      "prepared": 1708,
      "Solomon": 1709,
      ")?": 1710,
      ".),": 1711,
      "?’": 1712,
      "Ac": 1713,
      "An": 1714,
      "Dav": 1715,
      "Ge": 1716,
      "Ibr": 1717,
      "Li": 1718,
      "Na": 1719,
      "Never": 1720,
      "Per": 1721,
      "Power": 1722,
      "St": 1723,
      "Tham": 1724,
      "Wo": 1725,
      "Wor": 1726,
      "Will": 1727,
      "ases": 1728,
      "aking": 1729,
      "averse": 1730,
      "bow": 1731,
      "burn": 1732,
      "cing": 1733,
      "cover": 1734,
      "dden": 1735,
      "dust": 1736,
      "duty": 1737,
      "ele": 1738,
      "equal": 1739,
      "fight": 1740,
      "ges": 1741,
      "gul": 1742,
      "hen": 1743,
      "hom": 1744,
      "ieve": 1745,
      "later": 1746,
      "mir": 1747,
      "much": 1748,
      "mult": 1749,
      "pit": 1750,
      "pour": 1751,
      "port": 1752,
      "rain": 1753,
      "tin": 1754,
      "ude": 1755,
      "uct": 1756,
      "ured": 1757,
      "vy": 1758,
      "van": 1759,
      "vin": 1760,
      "var": 1761,
      "wants": 1762,
      "ths": 1763,
      "three": 1764,
      "anci": 1765,
      "ref": 1766,
      "rebe": 1767,
      "restr": 1768,
      "requ": 1769,
      "rejo": 1770,
      "inher": 1771,
      "intent": 1772,
      "oured": 1773,
      "vey": 1774,
      "ener": 1775,
      "eness": 1776,
      "orph": 1777,
      "attract": 1778,
      "ont": 1779,
      "beg": 1780,
      "became": 1781,
      "becomes": 1782,
      "habit": 1783,
      "sees": 1784,
      "ster": 1785,
      "stars": 1786,
      "lem": 1787,
      "least": 1788,
      "left": 1789,
      "dec": 1790,
      "devi": 1791,
      "ahim": 1792,
      "iron": 1793,
      "iring": 1794,
      "idol": 1795,
      "ently": 1796,
      "owed": 1797,
      "lytheis": 1798,
      "ared": 1799,
      "ceal": 1800,
      "chos": 1801,
      "uring": 1802,
      "unaware": 1803,
      "within": 1804,
      "withdraw": 1805,
      "ordained": 1806,
      "same": 1807,
      "safe": 1808,
      "mean": 1809,
      "Their": 1810,
      "along": 1811,
      "Godwary": 1812,
      "rier": 1813,
      "earned": 1814,
      "share": 1815,
      "ample": 1816,
      "usion": 1817,
      "ilgr": 1818,
      "ility": 1819,
      "trave": 1820,
      "making": 1821,
      "therefrom": 1822,
      "thereafter": 1823,
      "ments": 1824,
      "ourselves": 1825,
      "Whom": 1826,
      "brings": 1827,
      "brothers": 1828,
      "wered": 1829,
      "ool": 1830,
      "necks": 1831,
      "tempt": 1832,
      "conside": 1833,
      "convey": 1834,
      "conceal": 1835,
      "anyone": 1836,
      "taught": 1837,
      "play": 1838,
      "someone": 1839,
      "signed": 1840,
      "close": 1841,
      "perceive": 1842,
      "overlook": 1843,
      "thanks": 1844,
      "answer": 1845,
      "answered": 1846,
      "fearing": 1847,
      "stray": 1848,
      "struck": 1849,
      "follows": 1850,
      "followers": 1851,
      "prayed": 1852,
      "ships": 1853,
      "Pro": 1854,
      "sound": 1855,
      "clean": 1856,
      "creatures": 1857,
      "evening": 1858,
      "sides": 1859,
      "partners": 1860,
      "warned": 1861,
      "angel": 1862,
      "Therefore": 1863,
      "worldly": 1864,
      "Ask": 1865,
      "enemies": 1866,
      "guides": 1867,
      "Mercy": 1868,
      "kinds": 1869,
      "resurre": 1870,
      "vice": 1871,
      "roads": 1872,
      "saved": 1873,
      "blessing": 1874,
      "revelation": 1875,
      "Oneness": 1876,
      "righteousness": 1877,
      "Peace": 1878,
      "onder": 1879,
      "desire": 1880,
      "unjustly": 1881,
      "purpose": 1882,
      "patiently": 1883,
      "blis": 1884,
      "name": 1885,
      "Believe": 1886,
      "allowed": 1887,
      "honor": 1888,
      "ield": 1889,
      "tribut": 1890,
      "evidences": 1891,
      "person": 1892,
      "establish": 1893,
      "established": 1894,
      "cursed": 1895,
      "humili": 1896,
      "spring": 1897,
      "touched": 1898,
      "steadfast": 1899,
      "Blaze": 1900,
      "Koran": 1901,
      "bounties": 1902,
      "dreadful": 1903,
      "lasting": 1904,
      "respite": 1905,
      "beauty": 1906,
      "secret": 1907,
      "ascribe": 1908,
      "magician": 1909,
      "family": 1910,
      "talk": 1911,
      "secure": 1912,
      "arrogant": 1913,
      "consider": 1914,
      "mockery": 1915,
      "Gehen": 1916,
      "Ibrahim": 1917,
      "Like": 1918,
      "Thamud": 1919,
      "Woe": 1920,
      "mirac": 1921,
      "lytheists": 1922,
      "chosen": 1923,
      "ilgrimage": 1924,
      "considered": 1925,
      "Gehenna": 1926,
      "!'": 1927,
      "\"(": 1928,
      ")].": 1929,
      ",-": 1930,
      "Aar": 1931,
      "Able": 1932,
      "Fear": 1933,
      "Har": 1934,
      "Jac": 1935,
      "Ma": 1936,
      "Sh": 1937,
      "Str": 1938,
      "Sab": 1939,
      "Some": 1940,
      "Such": 1941,
      "Taste": 1942,
      "Take": 1943,
      "Whe": 1944,
      "Wit": 1945,
      "Word": 1946,
      "Would": 1947,
      "ather": 1948,
      "avert": 1949,
      "bs": 1950,
      "book": 1951,
      "bones": 1952,
      "blame": 1953,
      "cu": 1954,
      "cation": 1955,
      "cend": 1956,
      "cities": 1957,
      "cool": 1958,
      "dif": 1959,
      "date": 1960,
      "drew": 1961,
      "ef": 1962,
      "eas": 1963,
      "ech": 1964,
      "fut": 1965,
      "four": 1966,
      "fits": 1967,
      "gain": 1968,
      "gate": 1969,
      "gush": 1970,
      "hi": 1971,
      "hend": 1972,
      "high": 1973,
      "ier": 1974,
      "iers": 1975,
      "jj": 1976,
      "lf": 1977,
      "ling": 1978,
      "lose": 1979,
      "lad": 1980,
      "lower": 1981,
      "lum": 1982,
      "mor": 1983,
      "mun": 1984,
      "main": 1985,
      "mbr": 1986,
      "mother": 1987,
      "mind": 1988,
      "message": 1989,
      "nar": 1990,
      "nes": 1991,
      "nam": 1992,
      "oc": 1993,
      "ps": 1994,
      "past": 1995,
      "pilgrimage": 1996,
      "qun": 1997,
      "ran": 1998,
      "ris": 1999,
      "rans": 2000,
      "round": 2001,
      "sm": 2002,
      "swi": 2003,
      "sur": 2004,
      "sion": 2005,
      "tw": 2006,
      "tun": 2007,
      "upr": 2008,
      "va": 2009,
      "vall": 2010,
      "wre": 2011,
      "wanted": 2012,
      "xic": 2013,
      "years": 2014,
      "yield": 2015,
      "zing": 2016,
      "regre": 2017,
      "refuge": 2018,
      "regul": 2019,
      "incl": 2020,
      "inhabit": 2021,
      "lly": 2022,
      "ved": 2023,
      "vered": 2024,
      "anded": 2025,
      "ishes": 2026,
      "enough": 2027,
      "attain": 2028,
      "ative": 2029,
      "atory": 2030,
      "tock": 2031,
      "why": 2032,
      "white": 2033,
      "ofit": 2034,
      "beasts": 2035,
      "befall": 2036,
      "stren": 2037,
      "wilt": 2038,
      "arm": 2039,
      "argu": 2040,
      "held": 2041,
      "head": 2042,
      "iting": 2043,
      "itude": 2044,
      "learn": 2045,
      "deceive": 2046,
      "forget": 2047,
      "lict": 2048,
      "living": 2049,
      "liked": 2050,
      "whole": 2051,
      "ash": 2052,
      "asi": 2053,
      "ased": 2054,
      "aside": 2055,
      "asses": 2056,
      "asunder": 2057,
      "idst": 2058,
      "arest": 2059,
      "chan": 2060,
      "chance": 2061,
      "urity": 2062,
      "sake": 2063,
      "sacri": 2064,
      "dost": 2065,
      "profit": 2066,
      "Theirs": 2067,
      "als": 2068,
      "alter": 2069,
      "ality": 2070,
      "although": 2071,
      "advers": 2072,
      "admon": 2073,
      "oppress": 2074,
      "ried": 2075,
      "ainted": 2076,
      "sol": 2077,
      "solem": 2078,
      "ifies": 2079,
      "ified": 2080,
      "comple": 2081,
      "supre": 2082,
      "sudden": 2083,
      "whatsoever": 2084,
      "ams": 2085,
      "tern": 2086,
      "ils": 2087,
      "trol": 2088,
      "thereby": 2089,
      "mention": 2090,
      "shown": 2091,
      "short": 2092,
      "dislike": 2093,
      "disaster": 2094,
      "distingu": 2095,
      "disobedient": 2096,
      "ours": 2097,
      "forefathers": 2098,
      "exis": 2099,
      "failed": 2100,
      "feel": 2101,
      "worst": 2102,
      "negle": 2103,
      "Himself": 2104,
      "grain": 2105,
      "graves": 2106,
      "granted": 2107,
      "teth": 2108,
      "teach": 2109,
      "prolong": 2110,
      "prohi": 2111,
      "confirm": 2112,
      "seeking": 2113,
      "taking": 2114,
      "takes": 2115,
      "prehend": 2116,
      "whomsoever": 2117,
      "ounce": 2118,
      "hearing": 2119,
      "holy": 2120,
      "hoard": 2121,
      "polytheists": 2122,
      "everyone": 2123,
      "apart": 2124,
      "persevere": 2125,
      "harden": 2126,
      "ansed": 2127,
      "writ": 2128,
      "mbly": 2129,
      "strong": 2130,
      "straight": 2131,
      "intoxic": 2132,
      "ications": 2133,
      "quainted": 2134,
      "Prost": 2135,
      "Not": 2136,
      "cleansed": 2137,
      "wrongdoing": 2138,
      "Does": 2139,
      "event": 2140,
      "Whenever": 2141,
      "action": 2142,
      "actions": 2143,
      "Whoever": 2144,
      "cribed": 2145,
      "whereon": 2146,
      "wherever": 2147,
      "companions": 2148,
      "faithless": 2149,
      "lessons": 2150,
      "worlds": 2151,
      "drop": 2152,
      "drink": 2153,
      "throne": 2154,
      "resid": 2155,
      "wolf": 2156,
      "beyond": 2157,
      "treas": 2158,
      "clearly": 2159,
      "replied": 2160,
      "woman": 2161,
      "hasten": 2162,
      "obeys": 2163,
      "greater": 2164,
      "speech": 2165,
      "mission": 2166,
      "guardian": 2167,
      "lightened": 2168,
      "accord": 2169,
      "servant": 2170,
      "dwelling": 2171,
      "remain": 2172,
      "favors": 2173,
      "thine": 2174,
      "haps": 2175,
      "happens": 2176,
      "strike": 2177,
      "striking": 2178,
      "devour": 2179,
      "burdened": 2180,
      "Reme": 2181,
      "record": 2182,
      "recited": 2183,
      "suffice": 2184,
      "abode": 2185,
      "Except": 2186,
      "sons": 2187,
      "posed": 2188,
      "reached": 2189,
      "treaty": 2190,
      "inflict": 2191,
      "accepted": 2192,
      "received": 2193,
      "judgement": 2194,
      "Wherefore": 2195,
      "reminded": 2196,
      "barrier": 2197,
      "swer": 2198,
      "pleasest": 2199,
      "obedience": 2200,
      "fici": 2201,
      "ficent": 2202,
      "humble": 2203,
      "palms": 2204,
      "running": 2205,
      "springs": 2206,
      "despa": 2207,
      "forgotten": 2208,
      "produce": 2209,
      "disobeyed": 2210,
      "needy": 2211,
      "presence": 2212,
      "question": 2213,
      "questioned": 2214,
      "victory": 2215,
      "victorious": 2216,
      "Garden": 2217,
      "Gardens": 2218,
      "Judgment": 2219,
      "calf": 2220,
      "listen": 2221,
      "oaths": 2222,
      "stret": 2223,
      "period": 2224,
      "communications": 2225,
      "subjected": 2226,
      "infidel": 2227,
      "infidels": 2228,
      "Truth": 2229,
      "hidden": 2230,
      "chiefs": 2231,
      "adornment": 2232,
      "Arabic": 2233,
      "body": 2234,
      "darkness": 2235,
      "hosts": 2236,
      "pagans": 2237,
      "tongue": 2238,
      "inspired": 2239,
      "intendeth": 2240,
      "encompass": 2241,
      "steps": 2242,
      "prophet": 2243,
      "pledge": 2244,
      "thankful": 2245,
      "obligatory": 2246,
      "suffering": 2247,
      "David": 2248,
      "Name": 2249,
      "Worship": 2250,
      "homes": 2251,
      "multip": 2252,
      "refuse": 2253,
      "inherit": 2254,
      "resurrected": 2255,
      "miracle": 2256,
      "Aaron": 2257,
      "Jacob": 2258,
      "Whether": 2259,
      "Witness": 2260,
      "mbrance": 2261,
      "valley": 2262,
      "regret": 2263,
      "inhabitants": 2264,
      "streng": 2265,
      "deceived": 2266,
      "solemn": 2267,
      "supreme": 2268,
      "neglect": 2269,
      "',": 2270,
      ",'": 2271,
      ".).": 2272,
      "At": 2273,
      "Bear": 2274,
      "Bene": 2275,
      "Blow": 2276,
      "Bounty": 2277,
      "Can": 2278,
      "Creat": 2279,
      "De": 2280,
      "Daw": 2281,
      "Em": 2282,
      "Ever": 2283,
      "Give": 2284,
      "Ho": 2285,
      "Hand": 2286,
      "Hus": 2287,
      "High": 2288,
      "King": 2289,
      "La": 2290,
      "Light": 2291,
      "Look": 2292,
      "May": 2293,
      "Mut": 2294,
      "Mad": 2295,
      "Mount": 2296,
      "Mary": 2297,
      "Message": 2298,
      "None": 2299,
      "Oft": 2300,
      "Pen": 2301,
      "Punish": 2302,
      "Ru": 2303,
      "Rather": 2304,
      "Sp": 2305,
      "Sam": 2306,
      "Sup": 2307,
      "Shu": 2308,
      "Stock": 2309,
      "Te": 2310,
      "Tu": 2311,
      "With": 2312,
      "Yu": 2313,
      "Yes": 2314,
      "athe": 2315,
      "alike": 2316,
      "airs": 2317,
      "ba": 2318,
      "bo": 2319,
      "bent": 2320,
      "bad": 2321,
      "bath": 2322,
      "bright": 2323,
      "blo": 2324,
      "boy": 2325,
      "bound": 2326,
      "battle": 2327,
      "cha": 2328,
      "ces": 2329,
      "cir": 2330,
      "cent": 2331,
      "cup": 2332,
      "cattle": 2333,
      "du": 2334,
      "dire": 2335,
      "dows": 2336,
      "during": 2337,
      "eye": 2338,
      "eaves": 2339,
      "etern": 2340,
      "fin": 2341,
      "fter": 2342,
      "fil": 2343,
      "fish": 2344,
      "fate": 2345,
      "gar": 2346,
      "gener": 2347,
      "hun": 2348,
      "hill": 2349,
      "house": 2350,
      "ix": 2351,
      "ives": 2352,
      "ibl": 2353,
      "kin": 2354,
      "lu": 2355,
      "lan": 2356,
      "mou": 2357,
      "mand": 2358,
      "mad": 2359,
      "mone": 2360,
      "mend": 2361,
      "mort": 2362,
      "non": 2363,
      "nations": 2364,
      "ove": 2365,
      "ood": 2366,
      "oers": 2367,
      "ored": 2368,
      "pious": 2369,
      "push": 2370,
      "qibl": 2371,
      "rit": 2372,
      "rah": 2373,
      "row": 2374,
      "sis": 2375,
      "sen": 2376,
      "sat": 2377,
      "sto": 2378,
      "sit": 2379,
      "sim": 2380,
      "sil": 2381,
      "sca": 2382,
      "spl": 2383,
      "sper": 2384,
      "squ": 2385,
      "surre": 2386,
      "tched": 2387,
      "uction": 2388,
      "vo": 2389,
      "wa": 2390,
      "wal": 2391,
      "wave": 2392,
      "wings": 2393,
      "wander": 2394,
      "wonder": 2395,
      "ymb": 2396,
      "thous": 2397,
      "thren": 2398,
      "anct": 2399,
      "repe": 2400,
      "recall": 2401,
      "revert": 2402,
      "reaches": 2403,
      "retribut": 2404,
      "resol": 2405,
      "inah": 2406,
      "ination": 2407,
      "intend": 2408,
      "injustice": 2409,
      "ison": 2410,
      "issu": 2411,
      "envy": 2412,
      "orted": 2413,
      "orig": 2414,
      "aters": 2415,
      "attend": 2416,
      "ony": 2417,
      "once": 2418,
      "today": 2419,
      "oft": 2420,
      "bel": 2421,
      "beings": 2422,
      "betake": 2423,
      "bears": 2424,
      "hajj": 2425,
      "separ": 2426,
      "sects": 2427,
      "second": 2428,
      "sembly": 2429,
      "stones": 2430,
      "wife": 2431,
      "arch": 2432,
      "armies": 2433,
      "noon": 2434,
      "omen": 2435,
