{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "%": 7,
      "(": 8,
      ")": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      ":": 17,
      ">": 18,
      "B": 19,
      "C": 20,
      "F": 21,
      "L": 22,
      "M": 23,
      "N": 24,
      "P": 25,
      "R": 26,
      "S": 27,
      "T": 28,
      "U": 29,
      "\\": 30,
      "a": 31,
      "b": 32,
      "c": 33,
      "d": 34,
      "e": 35,
      "f": 36,
      "g": 37,
      "i": 38,
      "k": 39,
      "l": 40,
      "m": 41,
      "n": 42,
      "o": 43,
      "p": 44,
      "r": 45,
      "s": 46,
      "t": 47,
      "u": 48,
      "w": 49,
      "x": 50,
      "y": 51,
      "¢": 52,
      "®": 53,
      "°": 54,
      "´": 55,
      "¹": 56,
      "½": 57,
      "¾": 58,
      "î": 59,
      "ó": 60,
      "؂": 61,
      "،": 62,
      "ؐ": 63,
      "ؑ": 64,
      "؟": 65,
      "ء": 66,
      "آ": 67,
      "ؤ": 68,
      "إ": 69,
      "ئ": 70,
      "ا": 71,
      "ب": 72,
      "ة": 73,
      "ت": 74,
      "ث": 75,
      "ج": 76,
      "ح": 77,
      "خ": 78,
      "د": 79,
      "ذ": 80,
      "ر": 81,
      "ز": 82,
      "س": 83,
      "ش": 84,
      "ص": 85,
      "ض": 86,
      "ط": 87,
      "ظ": 88,
      "ع": 89,
      "غ": 90,
      "ف": 91,
      "ق": 92,
      "ك": 93,
      "ل": 94,
      "م": 95,
      "ن": 96,
      "ه": 97,
      "و": 98,
      "ى": 99,
      "ي": 100,
      "ً": 101,
      "ٌ": 102,
      "َ": 103,
      "ُ": 104,
      "ِ": 105,
      "ّ": 106,
      "ٔ": 107,
      "٫": 108,
      "ٰ": 109,
      "ٴ": 110,
      "ٹ": 111,
      "پ": 112,
      "چ": 113,
      "ڈ": 114,
      "ڑ": 115,
      "ژ": 116,
      "ک": 117,
      "گ": 118,
      "ں": 119,
      "ھ": 120,
      "ہ": 121,
      "ۂ": 122,
      "ۃ": 123,
      "ی": 124,
      "ے": 125,
      "۔": 126,
      "ۤ": 127,
      "۰": 128,
      "۲": 129,
      "۳": 130,
      "۶": 131,
      "۷": 132,
      "۸": 133,
      "۹": 134,
      "‎": 135,
      "﴾": 136,
      "﴿": 137,
      "ﷲ": 138,
      "ﷺ": 139,
      "ﺛ": 140,
      "ﻇ": 141,
      "ﻻ": 142,
      "یں": 143,
      "ور": 144,
      "ان": 145,
      "اور": 146,
      "ال": 147,
      "نے": 148,
      "ہیں": 149,
      "ہے": 150,
      "کی": 151,
      "سے": 152,
      "کے": 153,
      "کر": 154,
      "وں": 155,
      "کہ": 156,
      "کو": 157,
      "ار": 158,
      "اس": 159,
      "میں": 160,
      "تم": 161,
      "یا": 162,
      "ئے": 163,
      "ہو": 164,
      "کا": 165,
      "وہ": 166,
      "تو": 167,
      "تے": 168,
      "ہم": 169,
      "پر": 170,
      "تا": 171,
      "ھی": 172,
      "جو": 173,
      "یہ": 174,
      "نا": 175,
      "ای": 176,
      "الل": 177,
      "نہ": 178,
      "لو": 179,
      "دی": 180,
      "اپ": 181,
      "وال": 182,
      "جا": 183,
      "تھ": 184,
      "کھ": 185,
      "لا": 186,
      "را": 187,
      "ئی": 188,
      "اللہ": 189,
      "نہیں": 190,
      "بھی": 191,
      "گا": 192,
      "مان": 193,
      "می": 194,
      "کیا": 195,
      "ہی": 196,
      "دا": 197,
      "گے": 198,
      "فر": 199,
      "لوگ": 200,
      "گر": 201,
      "طر": 202,
      "چھ": 203,
      "لی": 204,
      "نی": 205,
      "ھر": 206,
      "با": 207,
      "ارے": 208,
      "جھ": 209,
      "سا": 210,
      "تمہ": 211,
      "بی": 212,
      "اب": 213,
      "سی": 214,
      "بر": 215,
      "اپنے": 216,
      "پھر": 217,
      "لے": 218,
      "دو": 219,
      "تی": 220,
      "ما": 221,
      "ہر": 222,
      "جب": 223,
      "وا": 224,
      "ہوں": 225,
      "ری": 226,
      "جس": 227,
      "آپ": 228,
      "پی": 229,
      "ایک": 230,
      "کوئی": 231,
      "طرف": 232,
      "پہ": 233,
      "اگر": 234,
      "اری": 235,
      "خدا": 236,
      "چا": 237,
      "شک": 238,
      "لئے": 239,
      "مت": 240,
      "دیا": 241,
      "کچھ": 242,
      "جان": 243,
      "بہ": 244,
      "ئیں": 245,
      "اُ": 246,
      "کرتے": 247,
      "خو": 248,
      "دن": 249,
      "دے": 250,
      "رب": 251,
      "تمہارے": 252,
      "والا": 253,
      "رو": 254,
      "سب": 255,
      "در": 256,
      "سو": 257,
      "انہیں": 258,
      "کھا": 259,
      "کرو": 260,
      "تمہیں": 261,
      "لوگوں": 262,
      "تھے": 263,
      "ند": 264,
      "بو": 265,
      "اے": 266,
      "اسے": 267,
      "ایمان": 268,
      "اپنی": 269,
      "بڑ": 270,
      "کرنے": 271,
      "ہا": 272,
      "لیے": 273,
      "دہ": 274,
      "چی": 275,
      "جائے": 276,
      "بنا": 277,
      "جن": 278,
      "مین": 279,
      "فرما": 280,
      "کہا": 281,
      "والے": 282,
      "رے": 283,
      "مع": 284,
      "مو": 285,
      "تھا": 286,
      "ٹھ": 287,
      "گی": 288,
      "حک": 289,
      "بے": 290,
      "کسی": 291,
      "زمین": 292,
      "بات": 293,
      "چیز": 294,
      "عذ": 295,
      "طرح": 296,
      "دل": 297,
      "مجھ": 298,
      "بہت": 299,
      "پاس": 300,
      "عذاب": 301,
      "من": 302,
      "پا": 303,
      "کتا": 304,
      "گار": 305,
      "بھ": 306,
      "رہے": 307,
      "قت": 308,
      "تک": 309,
      "قو": 310,
      "الله": 311,
      "انی": 312,
      "ساتھ": 313,
      "انے": 314,
      "کار": 315,
      "والوں": 316,
      "ام": 317,
      "کرے": 318,
      "عل": 319,
      "قی": 320,
      "جائیں": 321,
      "پہلے": 322,
      "ات": 323,
      "مال": 324,
      "دیکھ": 325,
      "پس": 326,
      "تہ": 327,
      "دگار": 328,
      "اسی": 329,
      "آس": 330,
      "مگر": 331,
      "حکم": 332,
      "رکھ": 333,
      "گیا": 334,
      "کریں": 335,
      "ارا": 336,
      "انہوں": 337,
      "لیا": 338,
      "اُن": 339,
      "اف": 340,
      "کام": 341,
      "توں": 342,
      "پرور": 343,
      "بیشک": 344,
      "حق": 345,
      "الی": 346,
      "تع": 347,
      "گئے": 348,
      "پروردگار": 349,
      "ڈال": 350,
      "لام": 351,
      "آسمان": 352,
      "بع": 353,
      "راہ": 354,
      "میرے": 355,
      "ون": 356,
      "ہوئے": 357,
      "رسو": 358,
      "مح": 359,
      "کافر": 360,
      "رسول": 361,
      "سوا": 362,
      "ہوا": 363,
      "اع": 364,
      "خبر": 365,
      "شی": 366,
      "قر": 367,
      "وه": 368,
      "گز": 369,
      "ہد": 370,
      "کتاب": 371,
      "خت": 372,
      "مل": 373,
      "یاں": 374,
      "چاہ": 375,
      "قوم": 376,
      "جہ": 377,
      "تاکہ": 378,
      "مد": 379,
      "نش": 380,
      "کرتا": 381,
      "صل": 382,
      "ہمارے": 383,
      "حال": 384,
      "خر": 385,
      "رح": 386,
      "بان": 387,
      "رہ": 388,
      "نک": 389,
      "بڑا": 390,
      "مجھے": 391,
      "سر": 392,
      "تمہاری": 393,
      "بل": 394,
      "سن": 395,
      "وڑ": 396,
      "یہی": 397,
      "پہن": 398,
      "اِ": 399,
      "دھ": 400,
      "ضر": 401,
      "کن": 402,
      "کہہ": 403,
      "اں": 404,
      "دیں": 405,
      "دار": 406,
      "ست": 407,
      "چے": 408,
      "برا": 409,
      "راس": 410,
      "وقت": 411,
      "ایت": 412,
      "لائے": 413,
      "الیٰ": 414,
      "تعالیٰ": 415,
      "او": 416,
      "اٹھ": 417,
      "حا": 418,
      "فی": 419,
      "مس": 420,
      "یقی": 421,
      "کہتے": 422,
      "جی": 423,
      "سان": 424,
      "وہی": 425,
      "پیدا": 426,
      "اُس": 427,
      "گم": 428,
      "خوب": 429,
      "ائ": 430,
      "ڈر": 431,
      "یاد": 432,
      "بخ": 433,
      "زی": 434,
      "جاؤ": 435,
      "نما": 436,
      "پڑ": 437,
      "آن": 438,
      "اح": 439,
      "خص": 440,
      "غم": 441,
      "کہیں": 442,
      "ہماری": 443,
      "صر": 444,
      "لم": 445,
      "نوں": 446,
      "الس": 447,
      "ہدایت": 448,
      "آگ": 449,
      "بس": 450,
      "پھی": 451,
      "باد": 452,
      "جھٹ": 453,
      "بعد": 454,
      "آی": 455,
      "تھی": 456,
      "شخص": 457,
      "مر": 458,
      "دنیا": 459,
      "آئے": 460,
      "بند": 461,
      "شر": 462,
      "وٹ": 463,
      "ہوگا": 464,
      "چھوڑ": 465,
      "بخش": 466,
      "بن": 467,
      "جئے": 468,
      "زا": 469,
      "زل": 470,
      "لیں": 471,
      "وس": 472,
      "ہل": 473,
      "تمہارا": 474,
      "یقینا": 475,
      "اڑ": 476,
      "جسے": 477,
      "قیا": 478,
      "گھ": 479,
      "راہی": 480,
      "چاہتا": 481,
      "آخر": 482,
      "ایسے": 483,
      "جانتے": 484,
      "علیہ": 485,
      "ضرور": 486,
      "بدل": 487,
      "صی": 488,
      "طا": 489,
      "کون": 490,
      "ہوئی": 491,
      "پیغم": 492,
      "خود": 493,
      "پیغمبر": 494,
      "زند": 495,
      "اپنا": 496,
      "فرمان": 497,
      "بنایا": 498,
      "قیامت": 499,
      "آیا": 500,
      "حی": 501,
      "رہا": 502,
      "زخ": 503,
      "سمجھ": 504,
      "سخت": 505,
      "عور": 506,
      "پھ": 507,
      "نیک": 508,
      "سیٰ": 509,
      "دوس": 510,
      "تیار": 511,
      "بول": 512,
      "صرف": 513,
      "شکر": 514,
      "فت": 515,
      "ول": 516,
      "کڑ": 517,
      "گہ": 518,
      "الم": 519,
      "یہاں": 520,
      "ایسا": 521,
      "سام": 522,
      "دوزخ": 523,
      "فرمایا": 524,
      "حکمت": 525,
      "کافروں": 526,
      "بلکہ": 527,
      "خل": 528,
      "دوں": 529,
      "دکھا": 530,
      "شا": 531,
      "شہ": 532,
      "قری": 533,
      "پانی": 534,
      "انسان": 535,
      "نازل": 536,
      "دیتے": 537,
      "دیتا": 538,
      "واہ": 539,
      "ہاں": 540,
      "موسیٰ": 541,
      "علم": 542,
      "اعمال": 543,
      "بار": 544,
      "نف": 545,
      "کھی": 546,
      "گنا": 547,
      "دیکھا": 548,
      "دیجئے": 549,
      "لیکن": 550,
      "جھوٹ": 551,
      "دونوں": 552,
      "رحمت": 553,
      "السلام": 554,
      "بت": 555,
      "رہو": 556,
      "سم": 557,
      "لہ": 558,
      "مہر": 559,
      "پکار": 560,
      "روز": 561,
      "ہاتھ": 562,
      "معبو": 563,
      "اٹھا": 564,
      "سامنے": 565,
      "جر": 566,
      "رکھا": 567,
      "عا": 568,
      "نم": 569,
      "پور": 570,
      "گو": 571,
      "یب": 572,
      "میرا": 573,
      "آسمانوں": 574,
      "مدد": 575,
      "قریب": 576,
      "رہیں": 577,
      "عطا": 578,
      "قص": 579,
      "وع": 580,
      "ہمیں": 581,
      "انا": 582,
      "کرنا": 583,
      "یادہ": 584,
      "میری": 585,
      "بیان": 586,
      "قرآن": 587,
      "نشانی": 588,
      "نماز": 589,
      "جھٹلا": 590,
      "ؤں": 591,
      "تیں": 592,
      "حت": 593,
      "خی": 594,
      "دور": 595,
      "زیادہ": 596,
      "صبر": 597,
      "عمل": 598,
      "فض": 599,
      "لگا": 600,
      "کتے": 601,
      "کیوں": 602,
      "ہمی": 603,
      "نہوں": 604,
      "واﻻ": 605,
      "چاہے": 606,
      "جانتا": 607,
      "بھا": 608,
      "نشان": 609,
      "مسل": 610,
      "بندوں": 611,
      "یقیناً": 612,
      "بد": 613,
      "زہ": 614,
      "ظلم": 615,
      "قبول": 616,
      "نصی": 617,
      "پو": 618,
      "کت": 619,
      "گئی": 620,
      "الب": 621,
      "بھیج": 622,
      "بھیجا": 623,
      "میان": 624,
      "جاننے": 625,
      "خوش": 626,
      "بڑے": 627,
      "اہل": 628,
      "لگے": 629,
      "کل": 630,
      "یع": 631,
      "درمیان": 632,
      "اِس": 633,
      "راستہ": 634,
      "آخرت": 635,
      "معبود": 636,
      "ہمیشہ": 637,
      "اخ": 638,
      "اہر": 639,
      "بال": 640,
      "بارے": 641,
      "شری": 642,
      "طان": 643,
      "ظاہر": 644,
      "وی": 645,
      "کس": 646,
      "کہنے": 647,
      "داخل": 648,
      "بوجھ": 649,
      "شیطان": 650,
      "زندگی": 651,
      "اختیار": 652,
      "عن": 653,
      "مار": 654,
      "پکڑ": 655,
      "کبھی": 656,
      "انکار": 657,
      "تمام": 658,
      "والی": 659,
      "ہرگز": 660,
      "پہاڑ": 661,
      "بڑی": 662,
      "دلوں": 663,
      "بہتر": 664,
      "رکھتے": 665,
      "بدلہ": 666,
      "وعدہ": 667,
      "نشانیاں": 668,
      "مسلمان": 669,
      "نصیحت": 670,
      "یعنی": 671,
      "بتا": 672,
      "جنہوں": 673,
      "ظالم": 674,
      "عباد": 675,
      "قسم": 676,
      "مہ": 677,
      "مقر": 678,
      "نو": 679,
      "نبی": 680,
      "چل": 681,
      "چہ": 682,
      "چکے": 683,
      "والو": 684,
      "جاتا": 685,
      "رین": 686,
      "صلہ": 687,
      "نکال": 688,
      "گمراہ": 689,
      "دوسرے": 690,
      "فضل": 691,
      "عبادت": 692,
      "اﷲ": 693,
      "تجھ": 694,
      "ثر": 695,
      "جگہ": 696,
      "خواہ": 697,
      "عر": 698,
      "قدر": 699,
      "ڑا": 700,
      "یق": 701,
      "توبہ": 702,
      "نافرمان": 703,
      "ایسی": 704,
      "دین": 705,
      "رام": 706,
      "ابراہی": 707,
      "پاک": 708,
      "دیکھتے": 709,
      "پہنچ": 710,
      "پھیر": 711,
      "شرک": 712,
      "شریک": 713,
      "مقرر": 714,
      "ابراہیم": 715,
      "اط": 716,
      "باپ": 717,
      "بلا": 718,
      "شت": 719,
      "عہ": 720,
      "عہد": 721,
      "لانے": 722,
      "منہ": 723,
      "کئے": 724,
      "گھر": 725,
      "کہو": 726,
      "رات": 727,
      "چھے": 728,
      "پیرو": 729,
      "باتوں": 730,
      "قتل": 731,
      "جہنم": 732,
      "اِن": 733,
      "آیتوں": 734,
      ")،": 735,
      "اص": 736,
      "اک": 737,
      "تر": 738,
      "جنہیں": 739,
      "دم": 740,
      "ذری": 741,
      "سزا": 742,
      "صاف": 743,
      "طل": 744,
      "قائ": 745,
      "مق": 746,
      "وار": 747,
      "وجہ": 748,
      "وحی": 749,
      "ٰی": 750,
      "ٹی": 751,
      "کفر": 752,
      "کردیا": 753,
      "ہوتا": 754,
      "ہوگی": 755,
      "دیے": 756,
      "دینے": 757,
      "بھلا": 758,
      "بعض": 759,
      "اعت": 760,
      "پہنچا": 761,
      "اوپر": 762,
      "بخشنے": 763,
      "اگ": 764,
      "جل": 765,
      "رس": 766,
      "غل": 767,
      "قا": 768,
      "ڑے": 769,
      "انکہ": 770,
      "فرع": 771,
      "باز": 772,
      "چاہتے": 773,
      "حالانکہ": 774,
      "برائی": 775,
      "فیصلہ": 776,
      "عورتوں": 777,
      "بھائی": 778,
      "آج": 779,
      "ریں": 780,
      "سکتا": 781,
      "سچے": 782,
      "فار": 783,
      "لگ": 784,
      "منا": 785,
      "پل": 786,
      "ناک": 787,
      "لوم": 788,
      "لاف": 789,
      "گاہ": 790,
      "فرش": 791,
      "طریق": 792,
      "پیش": 793,
      "روش": 794,
      "بڑھ": 795,
      "فرمائی": 796,
      "معاف": 797,
      "معلوم": 798,
      "پسند": 799,
      "حاصل": 800,
      "نفس": 801,
      "گناہ": 802,
      "مہربان": 803,
      "قائم": 804,
      "اجر": 805,
      "تن": 806,
      "جمع": 807,
      "حرام": 808,
      "دش": 809,
      "عمت": 810,
      "غالب": 811,
      "فق": 812,
      "نعمت": 813,
      "ٹھی": 814,
      "چن": 815,
      "انہ": 816,
      "کیے": 817,
      "ہوتے": 818,
      "ہوگئے": 819,
      "وہاں": 820,
      "جود": 821,
      "نام": 822,
      "لوٹ": 823,
      "جام": 824,
      "کھول": 825,
      "باغ": 826,
      "پیچھے": 827,
      "چیزوں": 828,
      "گزر": 829,
      "جیسے": 830,
      "گمراہی": 831,
      "ڈرتے": 832,
      "بستی": 833,
      "خیال": 834,
      "بالکل": 835,
      "پیروی": 836,
      "اکثر": 837,
      "فرعون": 838,
      "آئیں": 839,
      "حص": 840,
      "صاح": 841,
      "قرب": 842,
      "چان": 843,
      "چکا": 844,
      "کم": 845,
      "انجام": 846,
      "کیلئے": 847,
      "ہوتی": 848,
      "دیئے": 849,
      "لاتے": 850,
      "رائی": 851,
      "آپس": 852,
      "جانے": 853,
      "بنائے": 854,
      "بےشک": 855,
      "پاکی": 856,
      "مالک": 857,
      "نکل": 858,
      "احسان": 859,
      "عنقریب": 860,
      "تجھے": 861,
      "ذریعہ": 862,
      "اق": 863,
      "بھر": 864,
      "سکتے": 865,
      "سٰی": 866,
      "ضی": 867,
      "طور": 868,
      "قع": 869,
      "نقص": 870,
      "ٹے": 871,
      "ہلا": 872,
      "جواب": 873,
      "لاؤ": 874,
      "گروہ": 875,
      "لیل": 876,
      "لیتے": 877,
      "برد": 878,
      "واز": 879,
      "خوف": 880,
      "درد": 881,
      "مومن": 882,
      "خبردار": 883,
      "رحم": 884,
      "رہنے": 885,
      "برابر": 886,
      "پڑھ": 887,
      "آیتیں": 888,
      "جھٹلایا": 889,
      "نافرمانی": 890,
      "پلٹ": 891,
      "حصہ": 892,
      "نقصان": 893,
      "آؤ": 894,
      "بح": 895,
      "ذمہ": 896,
      "زت": 897,
      "سج": 898,
      "شام": 899,
      "علی": 900,
      "نز": 901,
      "چھی": 902,
      "انت": 903,
      "کردے": 904,
      "پرہی": 905,
      "باخبر": 906,
      "جھگ": 907,
      "بیٹھ": 908,
      "سیدھ": 909,
      "تیری": 910,
      "دریا": 911,
      "موت": 912,
      "رکھو": 913,
      "آنکھ": 914,
      "پورا": 915,
      "دردناک": 916,
      "پرہیز": 917,
      "..": 918,
      "آز": 919,
      "آگے": 920,
      "تس": 921,
      "ده": 922,
      "سکے": 923,
      "سچا": 924,
      "صور": 925,
      "عق": 926,
      "غر": 927,
      "غی": 928,
      "فا": 929,
      "فو": 930,
      "فائ": 931,
      "لت": 932,
      "مشرک": 933,
      "چکی": 934,
      "ڈرا": 935,
      "ڈرو": 936,
      "کش": 937,
      "گوا": 938,
      "یوں": 939,
      "یوس": 940,
      "کافی": 941,
      "نہریں": 942,
      "جاتے": 943,
      "جادو": 944,
      "راه": 945,
      "نیچے": 946,
      "ساب": 947,
      "خوشی": 948,
      "فرماتا": 949,
      "معام": 950,
      "پائے": 951,
      "دیکھو": 952,
      "بادشا": 953,
      "سمجھتے": 954,
      "اٹھائے": 955,
      "اہلِ": 956,
      "پہاڑوں": 957,
      "نوح": 958,
      "خواہش": 959,
      "قادر": 960,
      "منافق": 961,
      "ہلاک": 962,
      "یوسف": 963,
      "!)": 964,
      "تلا": 965,
      "جت": 966,
      "حد": 967,
      "حر": 968,
      "حساب": 969,
      "دعا": 970,
      "سنا": 971,
      "شہر": 972,
      "ضح": 973,
      "قاب": 974,
      "لڑ": 975,
      "لوں": 976,
      "مٹی": 977,
      "نت": 978,
      "پچھ": 979,
      "چش": 980,
      "ڑھ": 981,
      "کیں": 982,
      "اندا": 983,
      "ارت": 984,
      "ہوجاؤ": 985,
      "ہمارا": 986,
      "جات": 987,
      "لائیں": 988,
      "چھا": 989,
      "تیرا": 990,
      "واضح": 991,
      "اگرچہ": 992,
      "خدائے": 993,
      "اُسے": 994,
      "روک": 995,
      "ہاد": 996,
      "فرمائے": 997,
      "موسٰی": 998,
      "ٹھک": 999,
      "چیزیں": 1000,
      "دیکھنے": 1001,
      "پہنچے": 1002,
      "راست": 1003,
      "حاضر": 1004,
      "نشانیوں": 1005,
      "بھیجے": 1006,
      "قدرت": 1007,
      "روشن": 1008,
      "دشمن": 1009,
      "رائیل": 1010,
      "سجدہ": 1011,
      "نزدی": 1012,
      "بادشاہی": 1013,
      "آئی": 1014,
      "تب": 1015,
      "جہاں": 1016,
      "حل": 1017,
      "رز": 1018,
      "روں": 1019,
      "زبان": 1020,
      "سلام": 1021,
      "صبح": 1022,
      "فسا": 1023,
      "مث": 1024,
      "مخ": 1025,
      "مض": 1026,
      "مغ": 1027,
      "ملا": 1028,
      "ملے": 1029,
      "واپ": 1030,
      "ورا": 1031,
      "وروں": 1032,
      "اروں": 1033,
      "ہونے": 1034,
      "تھوڑ": 1035,
      "لاد": 1036,
      "مید": 1037,
      "دوست": 1038,
      "تیرے": 1039,
      "روزی": 1040,
      "سوس": 1041,
      "موجود": 1042,
      "باتیں": 1043,
      "بھٹ": 1044,
      "اتارا": 1045,
      "سننے": 1046,
      "دھو": 1047,
      "داروں": 1048,
      "پڑے": 1049,
      "جھٹلانے": 1050,
      "پوری": 1051,
      "اطاعت": 1052,
      "جلدی": 1053,
      "نزدیک": 1054,
      "فساد": 1055,
      "آنے": 1056,
      "آواز": 1057,
      "اصل": 1058,
      "بنی": 1059,
      "بہر": 1060,
      "تقو": 1061,
      "ترین": 1062,
      "دمی": 1063,
      "ذا": 1064,
      "ذکر": 1065,
      "زیاد": 1066,
      "سچ": 1067,
      "عی": 1068,
      "علا": 1069,
      "غیب": 1070,
      "قہ": 1071,
      "مزہ": 1072,
      "نگہ": 1073,
      "نجات": 1074,
      "ّلام": 1075,
      "کان": 1076,
      "کتی": 1077,
      "گواہ": 1078,
      "ہن": 1079,
      "یت": 1080,
      "کیون": 1081,
      "کرم": 1082,
      "کروں": 1083,
      "جاتی": 1084,
      "کھو": 1085,
      "لاح": 1086,
      "لیف": 1087,
      "لیتا": 1088,
      "ماں": 1089,
      "پیٹھ": 1090,
      "چاہی": 1091,
      "کھاؤ": 1092,
      "ندوں": 1093,
      "بوب": 1094,
      "بوط": 1095,
      "جنت": 1096,
      "بہترین": 1097,
      "پاؤ": 1098,
      "بھول": 1099,
      "تکلیف": 1100,
      "رکھتا": 1101,
      "افسوس": 1102,
      "محمد": 1103,
      "محبوب": 1104,
      "قرار": 1105,
      "خرچ": 1106,
      "اولاد": 1107,
      "یقین": 1108,
      "السّلام": 1109,
      "پیغمبروں": 1110,
      "نفع": 1111,
      "جھوٹا": 1112,
      "پکارتے": 1113,
      "طلب": 1114,
      "صاحبان": 1115,
      "علیھ": 1116,
      "آزما": 1117,
      "عقل": 1118,
      "مضبوط": 1119,
      "آتا": 1120,
      "آدمی": 1121,
      "ئش": 1122,
      "اَ": 1123,
      "امن": 1124,
      "اچھی": 1125,
      "بچ": 1126,
      "ترا": 1127,
      "جاری": 1128,
      "خاص": 1129,
      "خلاف": 1130,
      "دھی": 1131,
      "ذیب": 1132,
      "رجو": 1133,
      "شتہ": 1134,
      "صحی": 1135,
      "طے": 1136,
      "ظر": 1137,
      "ظی": 1138,
      "عم": 1139,
      "عزت": 1140,
      "قَ": 1141,
      "قات": 1142,
      "قبل": 1143,
      "مش": 1144,
      "مط": 1145,
      "موں": 1146,
      "مجر": 1147,
      "نڈ": 1148,
      "واب": 1149,
      "ُو": 1150,
      "پتھ": 1151,
      "چم": 1152,
      "چلا": 1153,
      "کفار": 1154,
      "الٰ": 1155,
      "کیسا": 1156,
      "کہی": 1157,
      "ارون": 1158,
      "یابی": 1159,
      "ہونا": 1160,
      "ناشکر": 1161,
      "نہی": 1162,
      "تھیں": 1163,
      "راضی": 1164,
      "گائے": 1165,
      "لوگو": 1166,
      "سامان": 1167,
      "بیح": 1168,
      "بیٹ": 1169,
      "بولے": 1170,
      "جنگ": 1171,
      "فرماؤ": 1172,
      "منت": 1173,
      "پائیں": 1174,
      "تکذیب": 1175,
      "ڈالے": 1176,
      "سوائے": 1177,
      "گزار": 1178,
      "رہتے": 1179,
      "راستے": 1180,
      "ڈرانے": 1181,
      "وسہ": 1182,
      "آیات": 1183,
      "انسانوں": 1184,
      "عاج": 1185,
      "پوشی": 1186,
      "البتہ": 1187,
      "عرض": 1188,
      "تنگ": 1189,
      "سیدھا": 1190,
      "تسبیح": 1191,
      "غیر": 1192,
      "گواہی": 1193,
      "معاملہ": 1194,
      "تلاش": 1195,
      "رزق": 1196,
      "مثال": 1197,
      "واپس": 1198,
      "نگہبان": 1199,
      "چاہیے": 1200,
      "آدم": 1201,
      "ئمی": 1202,
      "اد": 1203,
      "ایا": 1204,
      "ادا": 1205,
      "اون": 1206,
      "اخت": 1207,
      "بچا": 1208,
      "بانی": 1209,
      "بست": 1210,
      "ثواب": 1211,
      "حفا": 1212,
      "دع": 1213,
      "دلیل": 1214,
      "رہی": 1215,
      "رکھی": 1216,
      "زکو": 1217,
      "زبرد": 1218,
      "سور": 1219,
      "سلو": 1220,
      "سلی": 1221,
      "سکھا": 1222,
      "شف": 1223,
      "شای": 1224,
      "غلام": 1225,
      "لف": 1226,
      "مے": 1227,
      "مای": 1228,
      "مبت": 1229,
      "نگ": 1230,
      "واس": 1231,
      "ّت": 1232,
      "چکھا": 1233,
      "چند": 1234,
      "ڑی": 1235,
      "یو": 1236,
      "یٰ": 1237,
      "یک": 1238,
      "یہو": 1239,
      "انصاف": 1240,
      "الت": 1241,
      "است": 1242,
      "اسرائیل": 1243,
      "نہایت": 1244,
      "راز": 1245,
      "دائمی": 1246,
      "گردن": 1247,
      "نیکی": 1248,
      "باقی": 1249,
      "باطل": 1250,
      "ابت": 1251,
      "برت": 1252,
      "برکت": 1253,
      "واق": 1254,
      "پیمان": 1255,
      "پایا": 1256,
      "رکھے": 1257,
      "کاموں": 1258,
      "کامیابی": 1259,
      "محفو": 1260,
      "مددگار": 1261,
      "حالت": 1262,
      "باندھ": 1263,
      "اٹھانے": 1264,
      "گناہوں": 1265,
      "جھوٹے": 1266,
      "پوچھ": 1267,
      "کتنی": 1268,
      "ظالموں": 1269,
      "بھلائی": 1270,
      "غلط": 1271,
      "بھروسہ": 1272,
      "جھگڑ": 1273,
      "کشتی": 1274,
      "حلال": 1275,
      "کیونکہ": 1276,
      "صاحبانِ": 1277,
      "رجوع": 1278,
      "ظیم": 1279,
      "الٰہی": 1280,
      "بستیاں": 1281,
      "سلیمان": 1282,
      "شاید": 1283,
      "مبتلا": 1284,
      "واسطے": 1285,
      "محفوظ": 1286,
      "))": 1287,
      "آتے": 1288,
      "آزا": 1289,
      "ائے": 1290,
      "امت": 1291,
      "اچھا": 1292,
      "بش": 1293,
      "بچے": 1294,
      "بغیر": 1295,
      "تش": 1296,
      "ثابت": 1297,
      "جے": 1298,
      "جما": 1299,
      "جزا": 1300,
      "خال": 1301,
      "خری": 1302,
      "دبی": 1303,
      "زاو": 1304,
      "سل": 1305,
      "سکو": 1306,
      "سمیں": 1307,
      "ساری": 1308,
      "سزاو": 1309,
      "عت": 1310,
      "عص": 1311,
      "فتہ": 1312,
      "قدم": 1313,
      "لعن": 1314,
      "مذ": 1315,
      "مف": 1316,
      "مہل": 1317,
      "ّنم": 1318,
      "چلو": 1319,
      "چلے": 1320,
      "کلام": 1321,
      "کشی": 1322,
      "ہارون": 1323,
      "انہی": 1324,
      "انچہ": 1325,
      "کیسی": 1326,
      "کیجئے": 1327,
      "کرکے": 1328,
      "کررہے": 1329,
      "کوش": 1330,
      "کاٹ": 1331,
      "پرست": 1332,
      "کھلی": 1333,
      "کھانے": 1334,
      "کھانا": 1335,
      "مانا": 1336,
      "دادا": 1337,
      "نیکو": 1338,
      "باع": 1339,
      "باہر": 1340,
      "ابق": 1341,
      "بری": 1342,
      "دوبار": 1343,
      "ہرے": 1344,
      "چاہو": 1345,
      "خون": 1346,
      "درخت": 1347,
      "پاؤں": 1348,
      "کاروں": 1349,
      "اتار": 1350,
      "اترا": 1351,
      "دیکھے": 1352,
      "ارادہ": 1353,
      "افترا": 1354,
      "ڈالا": 1355,
      "محض": 1356,
      "خبری": 1357,
      "ملک": 1358,
      "جہّنم": 1359,
      "مدت": 1360,
      "رحمان": 1361,
      "رہنما": 1362,
      "سرکشی": 1363,
      "زینت": 1364,
      "طاقت": 1365,
      "زندہ": 1366,
      "عورت": 1367,
      "پھل": 1368,
      "پھٹ": 1369,
      "مہربانی": 1370,
      "عاد": 1371,
      "بدترین": 1372,
      "مسلمانوں": 1373,
      "نبیؐ": 1374,
      "عرش": 1375,
      "گھروں": 1376,
      "رستہ": 1377,
      "نعمتوں": 1378,
      "چنانچہ": 1379,
      "قربانی": 1380,
      "پاکیزہ": 1381,
      "مومنوں": 1382,
      "پرہیزگار": 1383,
      "صورت": 1384,
      "قابو": 1385,
      "مخلو": 1386,
      "علاوہ": 1387,
      "صحیح": 1388,
      "مطابق": 1389,
      "اختلاف": 1390,
      "سلوک": 1391,
      "مایوس": 1392,
      "یونہی": 1393,
      "لعنت": 1394,
      "مہلت": 1395,
      "دوبارہ": 1396,
      "اض": 1397,
      "ابھی": 1398,
      "بچھ": 1399,
      "بتوں": 1400,
      "تق": 1401,
      "تبا": 1402,
      "تدبی": 1403,
      "جد": 1404,
      "جدا": 1405,
      "جہاد": 1406,
      "حض": 1407,
      "حیا": 1408,
      "حقی": 1409,
      "ختم": 1410,
      "ختہ": 1411,
      "ذلیل": 1412,
      "رکو": 1413,
      "زور": 1414,
      "شہاد": 1415,
      "صلی": 1416,
      "صری": 1417,
      "ضائ": 1418,
      "ظت": 1419,
      "عال": 1420,
      "عام": 1421,
      "عیب": 1422,
      "عظیم": 1423,
      "غنی": 1424,
      "قے": 1425,
      "لکھ": 1426,
      "لکھا": 1427,
      "لشکر": 1428,
      "مکر": 1429,
      "مسا": 1430,
      "مخت": 1431,
      "مشر": 1432,
      "نگا": 1433,
      "وت": 1434,
      "وق": 1435,
      "يں": 1436,
      "پے": 1437,
      "پنا": 1438,
      "چو": 1439,
      "چڑھ": 1440,
      "چکھو": 1441,
      "ڈھ": 1442,
      "ڑکتی": 1443,
      "کب": 1444,
      "گمان": 1445,
      "گاری": 1446,
      "یتی": 1447,
      "اندر": 1448,
      "الگ": 1449,
      "کین": 1450,
      "ارشا": 1451,
      "ہوجائے": 1452,
      "ہوجائیں": 1453,
      "کاش": 1454,
      "توڑ": 1455,
      "تاب": 1456,
      "دینا": 1457,
      "دیوار": 1458,
      "کھلا": 1459,
      "لاتا": 1460,
      "راب": 1461,
      "راض": 1462,
      "مانگ": 1463,
      "لینے": 1464,
      "نیوی": 1465,
      "جھکا": 1466,
      "سائ": 1467,
      "سایا": 1468,
      "تین": 1469,
      "مات": 1470,
      "واقع": 1471,
      "پیغ": 1472,
      "شکار": 1473,
      "جانوروں": 1474,
      "بہا": 1475,
      "روح": 1476,
      "درست": 1477,
      "درگزر": 1478,
      "بولا": 1479,
      "بناتے": 1480,
      "کہاں": 1481,
      "مود": 1482,
      "ٹھا": 1483,
      "بھاری": 1484,
      "بھڑکتی": 1485,
      "تکب": 1486,
      "قوت": 1487,
      "قین": 1488,
      "رکھیں": 1489,
      "ونک": 1490,
      "اعراض": 1491,
      "رحمن": 1492,
      "رہتا": 1493,
      "نکلیں": 1494,
      "بلند": 1495,
      "مسخر": 1496,
      "جیسا": 1497,
      "احکام": 1498,
      "پھینک": 1499,
      "آیت": 1500,
      "مرد": 1501,
      "بندگی": 1502,
      "بندے": 1503,
      "وسلم": 1504,
      "اڑا": 1505,
      "آخرکار": 1506,
      "دوسرا": 1507,
      "فتح": 1508,
      "دکھائے": 1509,
      "بارگاہ": 1510,
      "کھیتی": 1511,
      "گوار": 1512,
      "بھاگ": 1513,
      "مقاب": 1514,
      "وارث": 1515,
      "لگیں": 1516,
      "فرشتے": 1517,
      "فرشتوں": 1518,
      "طریقہ": 1519,
      "ٹھیک": 1520,
      "ٹھیرا": 1521,
      "صاحب": 1522,
      "انتظ": 1523,
      "جھگڑا": 1524,
      "آنکھیں": 1525,
      "آنکھوں": 1526,
      "مشرکوں": 1527,
      "جادوگر": 1528,
      "منافقوں": 1529,
      "پچھلے": 1530,
      "انداز": 1531,
      "ٹھکانا": 1532,
      "دھوکے": 1533,
      "تقویٰ": 1534,
      "زیادتی": 1535,
      "پتھر": 1536,
      "ناشکرا": 1537,
      "حفاظت": 1538,
      "زکوٰ": 1539,
      "زبردست": 1540,
      "آزاد": 1541,
      "بشارت": 1542,
      "خالص": 1543,
      "کوشش": 1544,
      "رہنمائی": 1545,
      "حضور": 1546,
      "شہادت": 1547,
      "صریح": 1548,
      "ضائع": 1549,
      "غنیمت": 1550,
      "مختلف": 1551,
      "ارشاد": 1552,
      ")۔": 1553,
      "or": 1554,
      "آف": 1555,
      "آہ": 1556,
      "آگیا": 1557,
      "آلہ": 1558,
      "آراستہ": 1559,
      "آتش": 1560,
      "ؤد": 1561,
      "از": 1562,
      "اجا": 1563,
      "امید": 1564,
      "بنے": 1565,
      "باس": 1566,
      "باری": 1567,
      "بخو": 1568,
      "تخ": 1569,
      "تص": 1570,
      "حج": 1571,
      "حسن": 1572,
      "ختی": 1573,
      "خوا": 1574,
      "دلا": 1575,
      "دنیوی": 1576,
      "ذرا": 1577,
      "ذلت": 1578,
      "رہوں": 1579,
      "زام": 1580,
      "سارے": 1581,
      "سمن": 1582,
      "ستہ": 1583,
      "سکیں": 1584,
      "سختی": 1585,
      "شوہ": 1586,
      "شبہ": 1587,
      "شعور": 1588,
      "صال": 1589,
      "عالم": 1590,
      "غور": 1591,
      "غار": 1592,
      "غاف": 1593,
      "فکر": 1594,
      "فورا": 1595,
      "قان": 1596,
      "لکھی": 1597,
      "لباس": 1598,
      "مہی": 1599,
      "ماری": 1600,
      "مچا": 1601,
      "مارا": 1602,
      "مزی": 1603,
      "نور": 1604,
      "ندی": 1605,
      "نتی": 1606,
      "نظر": 1607,
      "وے": 1608,
      "وآلہ": 1609,
      "ُر": 1610,
      "ّر": 1611,
      "ٹکڑ": 1612,
      "پانے": 1613,
      "کما": 1614,
      "کشا": 1615,
      "گھی": 1616,
      "اندھی": 1617,
      "الے": 1618,
      "الیں": 1619,
      "العال": 1620,
      "الزام": 1621,
      "کیم": 1622,
      "کینوں": 1623,
      "کرا": 1624,
      "کرلیا": 1625,
      "کردیں": 1626,
      "کہتا": 1627,
      "ارہ": 1628,
      "اسکتے": 1629,
      "یاء": 1630,
      "یافتہ": 1631,
      "ہوجاتا": 1632,
      "توجہ": 1633,
      "پرس": 1634,
      "پردہ": 1635,
      "تابع": 1636,
      "ناحق": 1637,
      "ناگوار": 1638,
      "لوہے": 1639,
      "دیجی": 1640,
      "والد": 1641,
      "بھیڑ": 1642,
      "داؤد": 1643,
      "فرت": 1644,
      "گرد": 1645,
      "گری": 1646,
      "باش": 1647,
      "سات": 1648,
      "بیو": 1649,
      "بیمار": 1650,
      "برو": 1651,
      "برے": 1652,
      "بردار": 1653,
      "برباد": 1654,
      "دوڑ": 1655,
      "تیز": 1656,
      "جبکہ": 1657,
      "پیٹ": 1658,
      "پہچان": 1659,
      "چاہیں": 1660,
      "چاہا": 1661,
      "شکل": 1662,
      "جانب": 1663,
      "اُسی": 1664,
      "سبب": 1665,
      "درواز": 1666,
      "مینان": 1667,
      "موج": 1668,
      "موقع": 1669,
      "منکر": 1670,
      "منسو": 1671,
      "منزل": 1672,
      "بھو": 1673,
      "قول": 1674,
      "دیکھیں": 1675,
      "رکھنے": 1676,
      "لیاں": 1677,
      "ڈالو": 1678,
      "راہِ": 1679,
      "محتا": 1680,
      "محبت": 1681,
      "شین": 1682,
      "جہان": 1683,
      "حالات": 1684,
      "سنانے": 1685,
      "کنارے": 1686,
      "جیسی": 1687,
      "ڈرنے": 1688,
      "مردوں": 1689,
      "مرضی": 1690,
      "ہلکا": 1691,
      "گھڑ": 1692,
      "فرمانے": 1693,
      "پھونک": 1694,
      "دوسری": 1695,
      "پکارو": 1696,
      "ہاتھوں": 1697,
      "معبودوں": 1698,
      "گویا": 1699,
      "قصد": 1700,
      "جھٹلاؤ": 1701,
      "بدلے": 1702,
      "خوشخبری": 1703,
      "نکالے": 1704,
      "شریکوں": 1705,
      "اطمینان": 1706,
      "اصلاح": 1707,
      "اگلوں": 1708,
      "رستے": 1709,
      "فرشتہ": 1710,
      "طریقے": 1711,
      "قربِ": 1712,
      "چاند": 1713,
      "شامل": 1714,
      "سیدھے": 1715,
      "دریافت": 1716,
      "پرہیزگاری": 1717,
      "غرض": 1718,
      "غرور": 1719,
      "فائده": 1720,
      "خواہشات": 1721,
      "شہروں": 1722,
      "چشمہ": 1723,
      "روکنے": 1724,
      "ٹھکانہ": 1725,
      "سلامتی": 1726,
      "مغفرت": 1727,
      "تھوڑے": 1728,
      "بھٹک": 1729,
      "بہرحال": 1730,
      "محمدؐ": 1731,
      "بچانے": 1732,
      "عمدہ": 1733,
      "قَسم": 1734,
      "مشور": 1735,
      "عاجزی": 1736,
      "پوشیدہ": 1737,
      "سورج": 1738,
      "یہودی": 1739,
      "جماعت": 1740,
      "سزاوار": 1741,
      "مذاق": 1742,
      "تباہ": 1743,
      "حقیقت": 1744,
      "پیغام": 1745,
      "آفتاب": 1746,
      "اجازت": 1747,
      "بخوبی": 1748,
      "سمندر": 1749,
      "شوہروں": 1750,
      "قانون": 1751,
      "گھیر": 1752,
      "العالمین": 1753,
      "دروازے": 1754,
      ":%": 1755,
      "be": 1756,
      "آنا": 1757,
      "آبا": 1758,
      "آند": 1759,
      "آجائے": 1760,
      "آجائیں": 1761,
      "آگاہ": 1762,
      "اذ": 1763,
      "امی": 1764,
      "بج": 1765,
      "بلائے": 1766,
      "بچہ": 1767,
      "ثمود": 1768,
      "جِ": 1769,
      "جتے": 1770,
      "حس": 1771,
      "حبی": 1772,
      "حوالے": 1773,
      "حکیم": 1774,
      "دیہ": 1775,
      "دھر": 1776,
      "داری": 1777,
      "دانا": 1778,
      "ذات": 1779,
      "رد": 1780,
      "رن": 1781,
      "ران": 1782,
      "رشتہ": 1783,
      "رُو": 1784,
      "زار": 1785,
      "زدہ": 1786,
      "سوں": 1787,
      "سمی": 1788,
      "سفر": 1789,
      "سچی": 1790,
      "شن": 1791,
      "شے": 1792,
      "شمار": 1793,
      "شعیب": 1794,
      "طہ": 1795,
      "طوا": 1796,
      "طاری": 1797,
      "عے": 1798,
      "عزی": 1799,
      "غف": 1800,
      "غو": 1801,
      "فع": 1802,
      "فہ": 1803,
      "فلاح": 1804,
      "قرا": 1805,
      "لط": 1806,
      "لحا": 1807,
      "لڑا": 1808,
      "مز": 1809,
      "مچھ": 1810,
      "مری": 1811,
      "مصی": 1812,
      "مُر": 1813,
      "نر": 1814,
      "نسب": 1815,
      "نصر": 1816,
      "ویں": 1817,
      "ونا": 1818,
      "وقو": 1819,
      "وجود": 1820,
      "ّم": 1821,
      "ٰذا": 1822,
      "ٹا": 1823,
      "ٹال": 1824,
      "پال": 1825,
      "چورا": 1826,
      "ڈو": 1827,
      "کنا": 1828,
      "گفت": 1829,
      "ھیں": 1830,
      "ہڈ": 1831,
      "ہرا": 1832,
      "ﻇالم": 1833,
      "ﻻد": 1834,
      "ﻻئے": 1835,
      "وری": 1836,
      "وریت": 1837,
      "انب": 1838,
      "انس": 1839,
      "اوران": 1840,
      "الفت": 1841,
      "الٹے": 1842,
      "کرلے": 1843,
      "کرلیتا": 1844,
      "کوہ": 1845,
      "اسر": 1846,
      "تمھ": 1847,
      "یاز": 1848,
      "ہوگیا": 1849,
      "ہوگئی": 1850,
      "توقع": 1851,
      "پرندوں": 1852,
      "جوڑ": 1853,
      "ناپسند": 1854,
      "ایوں": 1855,
      "لوب": 1856,
      "لوط": 1857,
      "کھلے": 1858,
      "کھڑے": 1859,
      "کھڑی": 1860,
      "لایا": 1861,
      "گاڑ": 1862,
      "مانہ": 1863,
      "مانے": 1864,
      "مانیں": 1865,
      "ماننے": 1866,
      "میل": 1867,
      "میسر": 1868,
      "کیاں": 1869,
      "داہ": 1870,
      "دائیں": 1871,
      "فرض": 1872,
      "فریب": 1873,
      "فریق": 1874,
      "فرقے": 1875,
      "گرم": 1876,
      "گرفت": 1877,
      "لیم": 1878,
      "باط": 1879,
      "باہم": 1880,
      "بادل": 1881,
      "جھک": 1882,
      "جھاگ": 1883,
      "ساتھی": 1884,
      "بیچ": 1885,
      "سیدھی": 1886,
      "برحق": 1887,
      "پھرو": 1888,
      "پھریں": 1889,
      "جبرائیل": 1890,
      "ریزہ": 1891,
      "آپہن": 1892,
      "جانا": 1893,
      "جانیں": 1894,
      "جانشین": 1895,
      "اُنہوں": 1896,
      "سونے": 1897,
      "کھاتے": 1898,
      "کھائیں": 1899,
      "ندہ": 1900,
      "چین": 1901,
      "جنوں": 1902,
      "فرمائیں": 1903,
      "معی": 1904,
      "ٹھہر": 1905,
      "ٹھنڈ": 1906,
      "ٹھہرا": 1907,
      "گین": 1908,
      "عذر": 1909,
      "بہتان": 1910,
      "علق": 1911,
      "افہ": 1912,
      "تعجب": 1913,
      "محل": 1914,
      "خبریں": 1915,
      "کتابوں": 1916,
      "ملنے": 1917,
      "چاہئے": 1918,
      "قوموں": 1919,
      "رہنا": 1920,
      "سروں": 1921,
      "سرپرست": 1922,
      "سنگ": 1923,
      "سنیں": 1924,
      "سنتے": 1925,
      "دھم": 1926,
      "کنویں": 1927,
      "ستاروں": 1928,
      "فید": 1929,
      "مسجد": 1930,
      "مسکینوں": 1931,
      "ڈرتا": 1932,
      "بسنے": 1933,
      "بنانے": 1934,
      "پیغمبرؐ": 1935,
      "سمجھا": 1936,
      "عورتیں": 1937,
      "فتنہ": 1938,
      "دکھایا": 1939,
      "موسیٰؑ": 1940,
      "بارش": 1941,
      "کھیل": 1942,
      "لہٰذا": 1943,
      "روزے": 1944,
      "گوشت": 1945,
      "قصاص": 1946,
      "پوجتے": 1947,
      "بالا": 1948,
      "مسلمانو": 1949,
      "بتائے": 1950,
      "بتاؤں": 1951,
      "چلنے": 1952,
      "چلتے": 1953,
      "نکالا": 1954,
      "عربی": 1955,
      "پہنچنے": 1956,
      "بلایا": 1957,
      "ذریعے": 1958,
      "مقد": 1959,
      "اگلے": 1960,
      "جلد": 1961,
      "غلّ": 1962,
      "قاد": 1963,
      "برائیوں": 1964,
      "لوٹائے": 1965,
      "باغات": 1966,
      "بستیوں": 1967,
      "پاکیز": 1968,
      "برداری": 1969,
      "پڑھنے": 1970,
      "پڑھتے": 1971,
      "بیٹھے": 1972,
      "فائدہ": 1973,
      "ڈرایا": 1974,
      "معاملے": 1975,
      "جتنی": 1976,
      "حرمت": 1977,
      "قابل": 1978,
      "لڑکے": 1979,
      "اندازہ": 1980,
      "میدان": 1981,
      "زیاده": 1982,
      "السّلامنے": 1983,
      "قَسمیں": 1984,
      "چمکتا": 1985,
      "کہیے": 1986,
      "بیٹا": 1987,
      "منتظر": 1988,
      "عاجز": 1989,
      "شفقت": 1990,
      "شفاعت": 1991,
      "برتری": 1992,
      "واقف": 1993,
      "واقعہ": 1994,
      "باعث": 1995,
      "پرہیزگاروں": 1996,
      "مخلوقات": 1997,
      "اضافہ": 1998,
      "تدبیر": 1999,
      "نگاہیں": 2000,
      "پناہ": 2001,
      "ڈھان": 2002,
      "یتیموں": 2003,
      "انتظار": 2004,
      "آہستہ": 2005,
      "خواه": 2006,
      "صالح": 2007,
      "غافل": 2008,
      "مہینے": 2009,
      "ٹکڑے": 2010,
      "کشادہ": 2011,
      "دیجیئے": 2012,
      "بھیڑیا": 2013,
      "بیویاں": 2014,
      "منسوب": 2015,
      "مشورت": 2016,
      "آندھی": 2017,
      "حبیب": 2018,
      "طواف": 2019,
      "عزیز": 2020,
      "غفلت": 2021,
      "قرابت": 2022,
      "لحاظ": 2023,
      "لڑائی": 2024,
      "مریم": 2025,
      "مصیبت": 2026,
      "نسبت": 2027,
      "گفتگو": 2028,
      "00": 2029,
      ":)": 2030,
      "St": 2031,
      "at": 2032,
      "abe": 2033,
      "ck": 2034,
      "labe": 2035,
      "nd": 2036,
      "ow": 2037,
      "ock": 2038,
      "؟\"": 2039,
      "آرا": 2040,
      "آتی": 2041,
      "آجاتا": 2042,
      "آچکی": 2043,
      "ئندہ": 2044,
      "اش": 2045,
      "اگا": 2046,
      "اچھے": 2047,
      "اچان": 2048,
      "بخت": 2049,
      "بغل": 2050,
      "بسایا": 2051,
      "تان": 2052,
      "تلو": 2053,
      "تاری": 2054,
      "تبہ": 2055,
      "تخت": 2056,
      "تحا": 2057,
      "تعلق": 2058,
      "ثبات": 2059,
      "جنا": 2060,
      "حط": 2061,
      "حان": 2062,
      "حالی": 2063,
      "خا": 2064,
      "خب": 2065,
      "خد": 2066,
      "خش": 2067,
      "خلا": 2068,
      "دُ": 2069,
      "دان": 2070,
      "دست": 2071,
      "دراز": 2072,
      "دفع": 2073,
      "رض": 2074,
      "رغ": 2075,
      "رنگ": 2076,
      "زاری": 2077,
      "زائ": 2078,
      "سال": 2079,
      "ستا": 2080,
      "سوال": 2081,
      "ستی": 2082,
      "سری": 2083,
      "سند": 2084,
      "سمجھے": 2085,
      "سکون": 2086,
      "سفار": 2087,
      "سکتی": 2088,
      "سفید": 2089,
      "شور": 2090,
      "شراب": 2091,
      "صد": 2092,
      "صلے": 2093,
      "ضہ": 2094,
      "طلو": 2095,
      "طوق": 2096,
      "عمال": 2097,
      "غض": 2098,
      "فاس": 2099,
      "فرا": 2100,
      "فعل": 2101,
      "فدیہ": 2102,
      "قبر": 2103,
      "قسمیں": 2104,
      "لک": 2105,
      "لگی": 2106,
      "مؤ": 2107,
      "مَ": 2108,
      "مدی": 2109,
      "مارے": 2110,
      "مکن": 2111,
      "مشت": 2112,
      "مبنی": 2113,
      "مطلب": 2114,
      "متوجہ": 2115,
      "مشکل": 2116,
      "نص": 2117,
      "نظ": 2118,
      "نکا": 2119,
      "نوا": 2120,
      "ندے": 2121,
      "نبو": 2122,
      "نگاہ": 2123,
      "نیاز": 2124,
      "هخدا": 2125,
      "ولی": 2126,
      "ِھ": 2127,
      "ٹوٹ": 2128,
      "پن": 2129,
      "پٹ": 2130,
      "پک": 2131,
      "پان": 2132,
      "پختہ": 2133,
      "پایوں": 2134,
      "چار": 2135,
      "چلیں": 2136,
      "چہرے": 2137,
      "ڈی": 2138,
      "کٹ": 2139,
      "کہے": 2140,
      "کئی": 2141,
      "کثر": 2142,
      "کِھ": 2143,
      "گڑ": 2144,
      "گنہ": 2145,
      "گئیں": 2146,
      "ہب": 2147,
      "ہٹ": 2148,
      "ہزار": 2149,
      "یہیں": 2150,
      "یکتا": 2151,
      "ﻇلم": 2152,
      "ورنہ": 2153,
      "انگ": 2154,
      "اندی": 2155,
      "انھیں": 2156,
      "اوراس": 2157,
      "الٹ": 2158,
      "کیسے": 2159,
      "کردی": 2160,
      "کردہ": 2161,
      "کرلیں": 2162,
      "کردیتے": 2163,
      "کردیتا": 2164,
      "کرسکتا": 2165,
      "کرسکتے": 2166,
      "کہنا": 2167,
      "کود": 2168,
      "تمس": 2169,
      "تمنا": 2170,
      "ہودہ": 2171,
      "کاب": 2172,
      "تول": 2173,
      "توانا": 2174,
      "ہموار": 2175,
      "تاً": 2176,
      "دیق": 2177,
      "لات": 2178,
      "راد": 2179,
      "راف": 2180,
      "ئیے": 2181,
      "گاہوں": 2182,
      "مانتے": 2183,
      "میم": 2184,
      "ہیٰ": 2185,
      "دامن": 2186,
      "فری": 2187,
      "فرقہ": 2188,
      "طرز": 2189,
      "چھپا": 2190,
      "چھپائے": 2191,
      "لیوں": 2192,
      "نیٰ": 2193,
      "نیکیاں": 2194,
      "بادی": 2195,
      "ساز": 2196,
      "ساختہ": 2197,
      "بیت": 2198,
      "بیوں": 2199,
      "بینا": 2200,
      "بیوی": 2201,
      "بیٹھی": 2202,
      "بیماری": 2203,
      "سینہ": 2204,
      "بردا": 2205,
      "برسا": 2206,
      "برسایا": 2207,
      "بربادی": 2208,
      "دودھ": 2209,
      "مادی": 2210,
      "وادی": 2211,
      "ریف": 2212,
      "پینے": 2213,
      "پیاس": 2214,
      "پہلو": 2215,
      "پہلی": 2216,
      "خداؤں": 2217,
      "متقین": 2218,
      "جانوں": 2219,
      "بہشت": 2220,
      "اُنہیں": 2221,
      "خوار": 2222,
      "خواب": 2223,
      "دنوں": 2224,
      "روف": 2225,
      "روم": 2226,
      "روکا": 2227,
      "روکتے": 2228,
      "روگرد": 2229,
      "سوار": 2230,
      "کھاتا": 2231,
      "ہائے": 2232,
      "بناؤ": 2233,
      "بناتا": 2234,
      "بنائی": 2235,
      "بنادیا": 2236,
      "معروف": 2237,
      "ٹھہرے": 2238,
      "زمینوں": 2239,
      "بہتوں": 2240,
      "عذابوں": 2241,
      "منع": 2242,
      "امر": 2243,
      "علان": 2244,
      "علما": 2245,
      "قید": 2246,
      "قیم": 2247,
      "اتر": 2248,
      "اتاری": 2249,
      "اتباع": 2250,
      "آسان": 2251,
      "حکمِ": 2252,
      "افظ": 2253,
      "تعلیم": 2254,
      "تعریف": 2255,
      "ڈالیں": 2256,
      "ڈالنا": 2257,
      "محنت": 2258,
      "محروم": 2259,
      "محافظ": 2260,
      "رسولوں": 2261,
      "کتابِ": 2262,
      "ملیں": 2263,
      "ملتے": 2264,
      "قومِ": 2265,
      "جہالت": 2266,
      "نشہ": 2267,
      "صلح": 2268,
      "سردار": 2269,
      "سرکش": 2270,
      "سراسر": 2271,
      "سنو": 2272,
      "سنتا": 2273,
      "سنگھ": 2274,
      "سناسکتے": 2275,
      "اِسے": 2276,
      "دھرا": 2277,
      "راسِ": 2278,
      "اوﻻد": 2279,
      "حاض": 2280,
      "فیق": 2281,
      "فیصلے": 2282,
      "پیدائش": 2283,
      "گمراه": 2284,
      "بخی": 2285,
      "زیور": 2286,
      "پڑا": 2287,
      "پڑی": 2288,
      "پڑیں": 2289,
      "پڑھی": 2290,
      "پھیلائے": 2291,
      "پھیلاتے": 2292,
      "مرتکب": 2293,
      "مرتبہ": 2294,
      "شرم": 2295,
      "بخشش": 2296,
      "بخشے": 2297,
      "قیام": 2298,
      "گھس": 2299,
      "گھنے": 2300,
      "گھوڑ": 2301,
      "گھڑا": 2302,
      "گھڑی": 2303,
      "ضرورت": 2304,
      "فرمانبردار": 2305,
      "سمجھو": 2306,
      "پھوٹ": 2307,
      "خلقت": 2308,
      "دکھاتا": 2309,
      "نفاق": 2310,
      "پکارا": 2311,
      "پکارنے": 2312,
      "روزِ": 2313,
      "روزہ": 2314,
      "اٹھایا": 2315,
      "پورے": 2316,
      "وعدے": 2317,
      "نمازوں": 2318,
      "خیر": 2319,
      "لگائے": 2320,
      "بدبخت": 2321,
      "نصیب": 2322,
      "کتنے": 2323,
      "خوشنما": 2324,
      "ظاہری": 2325,
      "ویل": 2326,
      "ویٰ": 2327,
      "ویران": 2328,
      "مارو": 2329,
      "پکڑا": 2330,
      "چلتی": 2331,
      "نکالیں": 2332,
      "پھیرنے": 2333,
      "ابراہیمؑ": 2334,
      "بلاتے": 2335,
      "بلاتا": 2336,
      "بلاشبہ": 2337,
      "مقرب": 2338,
      "مقتول": 2339,
      "پہنچائے": 2340,
      "رسالت": 2341,
      "غلمان": 2342,
      "بازو": 2343,
      "فارغ": 2344,
      "لگتی": 2345,
      "پیشوا": 2346,
      "بڑھا": 2347,
      "بڑھایا": 2348,
      "معافی": 2349,
      "تنگی": 2350,
      "فقط": 2351,
      "کھولتا": 2352,
      "چاندی": 2353,
      "نکلتی": 2354,
      "گروہوں": 2355,
      "علیم": 2356,
      "چھین": 2357,
      "انتق": 2358,
      "بیٹھا": 2359,
      "...": 2360,
      "گواه": 2361,
      "یوسفؑ": 2362,
      "جتنا": 2363,
      "حرم": 2364,
      "سناؤ": 2365,
      "چشم": 2366,
      "ہوجاؤں": 2367,
      "تبدی": 2368,
      "مخالفت": 2369,
      "تھوڑا": 2370,
      "تھوڑی": 2371,
      "بھٹکا": 2372,
      "بہرے": 2373,
      "تقوٰی": 2374,
      "عیسٰی": 2375,
      "کانوں": 2376,
      "پیٹھیں": 2377,
      "طلبگار": 2378,
      "آزمائش": 2379,
      "قاتل": 2380,
      "قبلہ": 2381,
      "مجرم": 2382,
      "مجرمین": 2383,
      "چمک": 2384,
      "ناشکری": 2385,
      "منتخب": 2386,
      "دعوت": 2387,
      "سکھایا": 2388,
      "سکھاتا": 2389,
      "نگل": 2390,
      "چکھائیں": 2391,
      "یہود": 2392,
      "باندھا": 2393,
      "غلطی": 2394,
      "جھگڑتے": 2395,
      "خرید": 2396,
      "عصا": 2397,
      "عصمت": 2398,
      "مفس": 2399,
      "پرستش": 2400,
      "افتراء": 2401,
      "مخلوق": 2402,
      "جداد": 2403,
      "حیائی": 2404,
      "رکوع": 2405,
      "مکرّم": 2406,
      "مسافر": 2407,
      "مشرق": 2408,
      "مشرکین": 2409,
      "چوپایوں": 2410,
      "مانگتے": 2411,
      "تکبّر": 2412,
      "مقابلہ": 2413,
      "ٹھیرائے": 2414,
      "زکوٰة": 2415,
      "آتشِ": 2416,
      "تصدیق": 2417,
      "مزید": 2418,
      "نتیجے": 2419,
      "باشندوں": 2420,
      "محتاج": 2421,
      "اذن": 2422,
      "حسد": 2423,
      "رنج": 2424,
      "رُوئے": 2425,
      "مُردوں": 2426,
      "ہڈیاں": 2427,
      "انبیاء": 2428,
      "تمھارے": 2429,
      "داہنے": 2430,
      "پاکیزگی": 2431,
      "Stock": 2432,
      "label": 2433,
      "آرائش": 2434,
      "اچانک": 2435,
      "تلوار": 2436,
      "خشکی": 2437,
      "دستور": 2438,
      "رغبت": 2439,
      "طلوع": 2440,
      "فاسق": 2441,
      "مشتبہ": 2442,
      "نوازا": 2443,
      "پانچ": 2444,
      "کثرت": 2445,
      "گنہگار": 2446,
      "اندیشہ": 2447,
      "بیویوں": 2448,
      "سنگھار": 2449,
      ")!)": 2450,
      "--": 2451,
      "PM": 2452,
      "To": 2453,
      "er": 2454,
      "io": 2455,
      "mor": 2456,
      "row": 2457,
      "؟)": 2458,
      "آل": 2459,
      "آم": 2460,
      "آمد": 2461,
      "آجاؤ": 2462,
      "آباد": 2463,
      "آفت": 2464,
      "آرام": 2465,
      "آرز": 2466,
      "آخری": 2467,
      "ئق": 2468,
      "ئل": 2469,
      "ئي": 2470,
      "ئیاں": 2471,
      "ئيں": 2472,
      "اة": 2473,
      "اہ": 2474,
      "امان": 2475,
      "احا": 2476,
      "اکڑ": 2477,
      "اشا": 2478,
      "اکھی": 2479,
      "اثر": 2480,
      "اٹے": 2481,
      "اجداد": 2482,
      "بز": 2483,
      "بُ": 2484,
      "بگ": 2485,
      "بدر": 2486,
      "بالی": 2487,
      "بسر": 2488,
      "بشر": 2489,
      "بگاڑ": 2490,
      "تف": 2491,
      "تجا": 2492,
      "تارے": 2493,
      "تیاں": 2494,
      "ترام": 2495,
      "تُو": 2496,
      "توریت": 2497,
      "تفرقہ": 2498,
      "ثم": 2499,
      "ثار": 2500,
      "جوں": 2501,
      "جار": 2502,
      "جبھی": 2503,
      "جمی": 2504,
      "جمد": 2505,
      "جرین": 2506,
      "جُو": 2507,
      "حو": 2508,
      "حکا": 2509,
      "حوال": 2510,
      "خذ": 2511,
      "خز": 2512,
      "خس": 2513,
      "خوں": 2514,
      "ختوں": 2515,
      "خالی": 2516,
      "خضر": 2517,
      "خانہ": 2518,
      "دئ": 2519,
      "دت": 2520,
      "دس": 2521,
      "درا": 2522,
      "دلی": 2523,
      "دبا": 2524,
      "دگنا": 2525,
      "دانہ": 2526,
      "داست": 2527,
      "دکھلا": 2528,
      "ذر": 2529,
      "ذل": 2530,
      "ذی": 2531,
      "ذبح": 2532,
      "رخ": 2533,
      "رع": 2534,
      "رَ": 2535,
      "رسی": 2536,
      "رسوا": 2537,
      "رقیم": 2538,
      "زم": 2539,
      "زِ": 2540,
      "زیاں": 2541,
      "زمانہ": 2542,
      "سنے": 2543,
      "سار": 2544,
      "سپر": 2545,
      "سنی": 2546,
      "سرے": 2547,
